{
    "additional_titles": [
        {
            "language": "jp",
            "title": "アスラクライン"
        }
    ],
    "aliases": [],
    "blips": [],
    "episodes": [],
    "episodes_count": 13,
    "episodes_length": 24,
    "external_sites": {
        "anidb": 6374,
        "ann": 10380,
        "mal": 5342,
        "schedule": null
    },
    "images": [],
    "plots": [
        {
            "content": "Młody chłopak, któremu towarzyszy duch dziewczyny dostaje od brata walizkę wypełnioną mechem - musi za ich (ducha dziewczyny i mecha) pomocą uratować świat.",
            "type": "abp"
        },
        {
            "content": "* Adaptation of Mikumo Gakuto and Nao Watanuki's light novel series, that relates the story of a high school boy haunted by the ghost of a childhood girl friend.Tomoharu is a normal high school student... except for he is never alone. Haunted by the ghost of his dead childhood friend, he moves into a new residence at the beginning of the school year.Life turns out to be a little more difficult than expected, though, when his house is overrun by various female occult users. To make things even worse he is pulled into an epic struggle to protect a mysterious trunk, that is presently hidden in the house.",
            "type": "anidb"
        },
        {
            "content": "Natsume Tomoharu is a normal high-school student in every way with one exception: he&rsquo;s being followed by the ghost of his best friend, Misao.    After moving into his brother&rsquo;s old house, Tomoharu expects to continue living his normal life but is one day left with a mysterious and locked briefcase without any instruction. At first he plans to leave it in storage, however his house is soon invaded by multiple groups of people after the briefcase. Although still not knowing the purpose of the briefcase, Tomoharu and Misao attempt to escape with it.    From there on, Tomoharu tries to learn the secrets behind the briefcase, the connections between it and Misao and why it has the power to change the world.    [Written by MAL Rewrite]",
            "type": "mal"
        },
        {
            "content": "Natsume Tomoharu just moved to a new home that his brother used to live in. He has had a ghost of his childhood friend Misao as his companion ever since he was involved in an accident he could not remember. As if this was not strange enough, he was caught in a struggle between several factions of the school he is about to be a part of, the moment a suitcase was entrusted to him by Kurosaki Shuri, who is supposedly a friend of his brother Natsume Naotaka. One faction had glowing eyes, another had a cyborg-body, and yet another used a robot-like servant. This completely out-of-the-blue incident is but a beginning to Tomo's supposed school life as everything begins to spiral out of his control, even as he searches for an answer to all of these things that he had never heard of and known before; and why is he and Misao involved in all of these.",
            "type": "ann"
        }
    ],
    "ranks": [
        {
            "count": 16954,
            "date": "2012-09-29T01:52:32",
            "score": 7.19,
            "type": "mal"
        },
        {
            "count": 1572,
            "date": "2012-09-29T00:14:58",
            "score": 6.93,
            "type": "anidb"
        },
        {
            "count": 1257,
            "date": "2012-09-29T00:14:58",
            "score": 7.025,
            "type": "ann"
        }
    ],
    "season": {
        "quarter": 2,
        "year": 2009
    },
    "sequel": false,
    "sequel_parent": "",
    "title": "Asura Cryin'"
}