{
    "additional_titles": [
        {
            "language": "jp",
            "title": "カナン"
        }
    ],
    "aliases": [],
    "blips": [],
    "episodes": [],
    "episodes_count": 13,
    "episodes_length": 24,
    "external_sites": {
        "anidb": 6275,
        "ann": 10270,
        "mal": 5356,
        "schedule": null
    },
    "images": [],
    "plots": [
        {
            "content": "Dwójka japońskich reporterów udaje się do Państwa Środka z misją szukania sensacji; po drodze udaje się im ją znaleźć pod postacią groźnego wirusa i złej organizacji, która go stworzyła.",
            "type": "abp"
        },
        {
            "content": "* Anime adaptation of Chunsoft's visual novel mystery game 428 ~Fuusa Sareta Shibuya de~.Two years ago, Shibuya was ravaged by a biological terrorist attack using the deadly Ua virus. Oosawa Maria was saved when her father inoculated her against the virus, but is left with partial amnesia from the shock. Now working as a camerawoman, she reunited with her friend Canaan in Hong Kong. Canaan, an assassin gifted with Synesthesia, is being targeted by the terrorist squad Snake. Meanwhile, numerous groups converge on Hong Kong, all after either Canaan or Maria.Source: ANN",
            "type": "anidb"
        },
        {
            "content": "Oosawa Maria is a Japanese photographer currently working in Shanghai, China. Along with her partner Mino, she searches for potential newsworthy stories throughout the city. When strange events occur at a local festival, Maria and Mino immediately investigate.  Quickly, the two are immersed in a battle between unknown masked men and a strange, white-haired woman.  Just when Maria is about to be caught in the crossfire, an old friend by the name of Canaan appears and helps Maria escape.  But a sinister plot over a deadly virus soon develops, and Canaan learns she must confront her past if she wants any chance at stopping the perpetrator and saving her friends.    [Written by MAL Rewrite]",
            "type": "mal"
        },
        {
            "content": "Canaan (カナン, Kanan?) Voiced by: Miyuki Sawashiro (Japanese), Shelley Calene-Black (English)   Canaan is the titular character and protagonist of the series, a mercenary currently operating in Shanghai. She was the only survivor of a village destroyed by war in the Middle East before being found and trained by Siam, who has her adopting the name Canaan. She developed a respect for her mentor during the course of her training, and later to Alphard as well (Siam's former student who she saw as an older sister figure). But when Alphard betrayed both her and Siam during a mission and left Siam to die, Canaan was consumed by the quest for revenge. Canaan gets serious whenever she sees Alphard. As an elite mercenary, Canaan is also a skilled marksman and an expert of combat, her weapon of choice most of the time being a Beretta Px4 Type G 9 mm semi-automatic pistol. She has the ability to use synesthesia to aid her in combat, viewing the world in different colors to tell enemies from civilians.[3] She is always seen with a red halterneck shirt and brown pants. On her left wrist, she wears a black tattoo that possibly completes a whole picture of a snake with the tattoo on Alphard's arm. She covers this tattoo with a layered red armband, which repeatedly gets ripped off during her fights.   Alphard Alshua (アルファルド, Arufarudo?) Voiced by: Maaya Sakamoto (Japanese), Lesley Pedersen (English)   The series' most prominent villain, Alphard is an attractive young woman who is both the leader of a terrorist organization called Snake (蛇, Hebi?), which is responsible for both the Shibuya and Shanghai terrorists attacks and Canaan's arch-enemy. Once Siam's apprentice and known as Canaan, she has since thrown away the identity and adopted her current name. Prior to the events of 428: Fūsa Sareta Shibuya de, Alphard, Siam and Canaan were hired to hijack an armored military train containing the Ua virus. During the assignment Alphard betrayed her teammates when it was revealed their client ordered her to kill all witnesses, including them. She shot Siam and left him to die while escaping with the virus. She appears easily capable of taking down Canaan even though the latter uses her synesthesia, reasoning that she is no longer manipulated by feelings (unlike Canaan). She carries a FN Five-seveN USG 5.7 mm pistol as a sidearm. On her upper left arm, a strange tattoo is worn, and it possibly is a half of a whole picture of a tattoo if combined with the tattoo on Canaan's arm. However, she amputated this arm during the last battle between her and Canaan, later coming to be known as \"the one-armed woman\"   Maria Ōsawa (大沢 マリア, Ōsawa Maria?) Voiced by: Yoshino Nanjō (Japanese), Hilary Haag (English)   Usually seen smiling, Maria is one of the central characters of the series. Two years ago during the events of 428: Fūsa Sareta Shibuya de, she was abducted by Snake terrorists and they infected her with the Ua virus to force her father, Kenji Ōsawa, to make them a cure to the Ua virus to save her life. While her life was saved thanks to her father's anti-virus, the trauma she endured during the Shibuya incident made her suffer amnesia. As a result, she cannot remember certain events during that incident, including not remembering having met Alphard before. Prior to the Shibuya incident, she befriended Canaan after being saved from hoodlums during a trip somewhere in the Middle East. As her dream is to become a photographer, she became the partner of Minoru Minorikawa before the pair's assignment in Shanghai and her subsequent reuniting with Canaan. Several characters have made fun of her ahoge hairstyle and her relatively small bust size.",
            "type": "wiki"
        },
        {
            "content": "Two years ago, Shibuya was ravaged by a biological terrorist attack using the deadly Ua virus. Maria Osawa was saved when her father inoculated her against the virus, but is left with partial amnesia from the shock. She works as a cameraman when she reunites with a girl named Canaan in Shanghai, China. A gifted assassin with synesthesia, she is under orders from an unknown organization for a yet unspecified mission.",
            "type": "ann"
        }
    ],
    "ranks": [
        {
            "count": 27113,
            "date": "2012-09-29T01:59:04",
            "score": 7.58,
            "type": "mal"
        },
        {
            "count": 2674,
            "date": "2012-09-29T01:59:04",
            "score": 7.4,
            "type": "anidb"
        },
        {
            "count": 2161,
            "date": "2012-09-29T01:59:04",
            "score": 7.771,
            "type": "ann"
        },
        {
            "count": 21261,
            "date": "2011-11-13T16:21:32",
            "score": 7.62,
            "type": "wiki"
        }
    ],
    "season": {
        "quarter": 3,
        "year": 2009
    },
    "sequel": false,
    "sequel_parent": null,
    "title": "CANAAN"
}