{
    "additional_titles": [
        {
            "language": "jp",
            "title": "けいおん!"
        },
        {
            "language": "pl",
            "title": "Kejon!"
        }
    ],
    "aliases": [],
    "blips": [
        {
            "blip_url": "http://blip.pl/s/35368071",
            "content": "#anime #Zima2010 K-ON! OVA (けいおん! OVA) - nasza ocena: oglądaj tylko jeśli się nudzisz (więcej: http://rdir.pl/3u1xi)",
            "episode": 1,
            "filename": "54839c6599f9103a60a43a332579c0e5.jpg",
            "twitter_url": "http://twitter.com/animeblippl/status/7928173900"
        }
    ],
    "episodes": [],
    "episodes_count": 13,
    "episodes_length": 24,
    "external_sites": {
        "anidb": 6257,
        "ann": 10562,
        "mal": 5680,
        "schedule": null
    },
    "images": [
        {
            "description": "Herbatką zacznijmy...",
            "filename": "http://s.modriv.net/abp/images/screencaps/066ade32e5ec015e48afa2bef03d3282.jpg",
            "hd": false
        },
        {
            "description": "WAI WAI WAI",
            "filename": "http://s.modriv.net/abp/images/screencaps/147fa592f34cd4ef38d3ec0855cfd66a.jpg",
            "hd": false
        },
        {
            "description": "...poprzez herbatkę...",
            "filename": "http://s.modriv.net/abp/images/screencaps/ee074ae80be031e9fadb8424f2a1b436.jpg",
            "hd": false
        },
        {
            "description": "<del>SIEG HEIL</del> pięć piw proszę!",
            "filename": "http://s.modriv.net/abp/images/screencaps/b6d390dcb4240c0703a298cb0a166de4.jpg",
            "hd": false
        },
        {
            "description": "Oficjalne logo Poszkolnej Herbatki",
            "filename": "http://s.modriv.net/abp/images/screencaps/230b8308b7ca65e40e1a42bb97fe4bae.jpg",
            "hd": false
        },
        {
            "description": "...herbatek nigdy za dużo...",
            "filename": "http://s.modriv.net/abp/images/screencaps/becf1e4e820acc79847e27ff1e0c9910.jpg",
            "hd": false
        },
        {
            "description": "...i herbatką zakończmy",
            "filename": "http://s.modriv.net/abp/images/screencaps/f65d0c86cc9913dfcfb0ff18593df88d.jpg",
            "hd": false
        },
        {
            "description": "AM I CUTE? UGUU~",
            "filename": "http://s.modriv.net/abp/images/screencaps/19eeead4792007622172f669430cc60d.jpg",
            "hd": false
        },
        {
            "description": "#anime #Zima2010 K-ON! OVA (けいおん! OVA) - nasza ocena: oglądaj tylko jeśli się nudzisz (więcej: http://rdir.pl/3u1xi)",
            "filename": "http://s.modriv.net/abp/images/screencaps/54839c6599f9103a60a43a332579c0e5.jpg",
            "hd": false
        }
    ],
    "plots": [
        {
            "content": "Najgorsze anime pod słońcem.",
            "type": "abp"
        },
        {
            "content": "* Adaptation of Kakifly's seinen yonkoma manga series K-ON!. Serialised in Manga Time Kirara magazine since 2007.This is the first year of high school for the four girls, looking for that very special club.The healthy and energetic Tainaka Ritsu (club president, drums) decides to join the school's Light Music Club, only to find out that the club is about to be closed — due to the lack of members. Without much ado she drags along her childhood friend, the shy, mature, and sensitive Akiyama Mio (bass). That leaves only two more members, required to keep club from closing. Luckily the gentle, calm, warm, and cute Kotobuki Tsumugi (keyboard) stumbles into the club, only to be \"convinced\" by the pleading Ritsu to stay. The last member, the easily distracted klutz Hirasawa Yui, can only play castanets, even though the club needs someone on the guitar, but she is \"bribed\" — with cake — to stay anyway.Will Yui be able to learn to play the guitar — the special one she just bought and loves so much — before the four girls graduate?— written by foo2",
            "type": "anidb"
        },
        {
            "content": "Hirasawa Yui, a young, carefree girl entering high school, has her imagination instantly captured when she sees a poster advertising the &lsquo;Light Music Club&rsquo;. Being the carefree girl that she is, she quickly signs up. However, Yui has a problem, she is unable to play an instrument.    When Yui goes to the clubroom to explain, she&#039;s greeted by the other members: Ritsu, Mio and Tsumugi. Although disheartened at Yui&rsquo;s lack of musical know-how, they still try to convince her to stay to prevent the club&rsquo;s disbandment. After playing Yui a short piece which re-ignites her imagination, they succeed in keeping their new member and guitarist.    Along with the tasks of school and homework, Yui begins to learn the guitar with the help of the other band members, experiencing many mishaps along the way. However, with the school-festival drawing near and Yui getting stuck with her practice, will the Light Music Club be ready in time for their debut?    [Written by MAL Rewrite]",
            "type": "mal"
        },
        {
            "content": "Yui Hirasawa (平沢 唯, Hirasawa Yui?) Voiced by: Aki Toyosaki (Japanese), Stephanie Sheh (English) Yui is the main character of K-On!. She is one of the members of the light music club and plays a Heritage Cherry Sunburst Gibson Les Paul Standard electric guitar[2][3][4] that she nicknames \"Gīta\" (ギー太?).[5] She does not get good grades in school (though when properly coached, she can achieve astounding results) and is easily distracted by trivialities (mainly those deemed cute and adorable). Yui is clumsy and easily spaces out most of the time. Yui has shoulder-length, brown hair (a little longer than Ritsu's) which she accessorizes with two yellow hair clips, and brown eyes. She takes a huge liking for any kind of food (though she never gains weight, which is greatly envied by Mugi, Mio,[6] and Sawako[7]). She has a younger sister named Ui, who is very mature and acts as the \"older sister\" of Yui, taking care of her and keeping her in line.[3] Yui works extremely hard to get better at playing guitar, which is shown in later chapters.[volume&#160;&amp;&#160;issue&#160;needed] During performances, Yui plays with amazing energy and joy, which usually results in great response from the audience.[8][9][10]   Yui is the band's main vocalist and lead guitarist and has absolute pitch—she can tune her guitar perfectly without a tuner, which greatly impresses Azusa, who has played the guitar much longer than Yui.[7][11] She has a very easy-going nature, but has incredible focus and retention when she has a clear goal in sight; unfortunately this is limited to only one subject at a time, and her other skills deteriorate quickly (for example, Yui is at one point pressed to make up failing test scores, and she quickly brings her math skills up to par while allowing her guitar skills to deteriorate.)[12] Despite all of this, Yui is still devoted to her band and will always practice hard enough for the club. At school, she has become quite admired for her great voice. However, she is known to forget her lyrics in mid-performance as well as overdoing things, making her unable to perform sometimes.[8] Mio was the lead vocalist at first, since Yui could not play the guitar and sing at the same time.[13][14] Yui is also known to write childish lyrics as Ui has assisted her in creating them.[15][16]   Ritsu Tainaka (田井中 律, Tainaka Ritsu?) Voiced by: Satomi Satō (Japanese), Cassandra Lee (English)[17] Ritsu (or Ricchan, as nicknamed by Yui) is the self-proclaimed president of the light music club and plays a yellow Rick Marotta Signature Yamaha Hipgig drum kit with an add-on floor tom (in the opening credits only) combined with a cymbal set from Avedis Zildjian,[2][18] though is shown playing a white Yamaha Absolute Series drumkit in the anime's closing credits.[2][3] She has an ambiguous yet upbeat personality, much like Yui, but often has trouble remembering important club activities and announcements and gets constantly rebuked by Mio and Nodoka for forgetting to send in important forms concerning the club.[5][14] Ritsu is cheerful, often likes making jokes and is sarcastic most of the time. She is skilled at brainstorming ideas that earn money for the club. Ritsu has shoulder-length, brown hair, with her bangs pulled back with a yellow hairband, and gold-colored eyes. She wears her school jacket open. She says she chose to play the drums because they are \"cool\", but she then admits that she has trouble playing instruments which involve intricate finger movements, such as the bass, guitar and keyboard.[3][19][20]   She is a childhood friend of Mio and will often take the opportunity to tease her whenever Mio is cowering from something.[21] She is also known to become easily jealous of Mio's other high school friends, even going as far as spying on Mio when on outings with them. Ritsu is always on the go and will stop at nothing for the success of the light music club. Despite her rough mannerisms and speech, she gets cast as Juliet by the majority of her classmates in their class play rendition of Romeo and Juliet and, in the end, manages to act like a proper girl.[22] In the anime, she states her favorite drummer is Keith Moon of The Who.[20] She is skilled at cooking.[23] She has a younger brother named Satoshi (聡?, Voiced by: Mika Itō).[24]   Mio Akiyama (秋山 澪, Akiyama Mio?) Voiced by: Yōko Hikasa (Japanese), Cristina Valenzuela (English) Mio is a shy girl who is in the light music club. She plays a left-handed, 3-Color Sunburst Fender Jazz Bass with a tortoiseshell pickguard,[2][3] though is shown playing a Fender Precision Bass in the first manga volume.[19] She uses D'Addario EXL160M medium bass strings.[25] Her bass is given the name Elizabeth later in the anime. While she originally intended to join the literary club, she was forced into the light music club by her childhood friend and the club's president/drummer, Ritsu.[2] She gets excellent grades in school and is often mature and strict especially where Ritsu is involved; her weakness is the macabre and horrific, and she is often incapacitated with fear when stories involving ghosts, blood, injuries,[21] haunted houses,[26] barnacles[18] or other disturbing topics come up. She also has a fear of being in the spotlight and gets embarrassed easily, and is often subject to teasing from Ritsu[21] and Sawako, their club adviser and eventual third-year homeroom teacher. Mio has long, straight black hair and gray eyes (that are angled slightly more than the other characters). She cites that she chose bass since it is not the center of attention in the band, unlike the guitarist.[19] Mio is more technical when it comes to music, and Yui often comes to her when she is in need of more guitar tutorials.   Along with Yui, Mio is one of the band's main vocalists, though given her dislike of being center stage, she tries to avoid taking the lead vocal if possible, generally singing if Yui is unable to.[8][13] She writes most of the songs, although they usually feature some odd and overly girlish lyrics like \"Light and Fluffy Time\".[13] As she is left-handed, she becomes entranced whenever she sees left-handed instruments, because of their rarity.[5] After their first live performance, the attractive Mio gained a huge fan following (in no small part due to an unfortunate accident that occurred at the end of the show),[26][27] led by an infatuated former student council president.[28] Also resulting from her sudden popularity, most of her classmates voted that she portray Romeo in their class play.[22] Mio comes to greatly enjoy her time at university as she encounters many new experiences.[29] She is also able to overcome some of her shyness and make new friends such as Sachi and Ayame.[30] [29]   Tsumugi Kotobuki (琴吹 紬, Kotobuki Tsumugi?) Voiced by: Minako Kotobuki (Japanese), Shelby Lindley (English)[17] Tsumugi, often referred to as 'Mugi' by her friends, is a wealthy girl with a gentle and sweet personality who plays a Korg Triton Extreme 76-key keyboard, though she is also seen playing a Korg RK-100 keytar in the closing credits of the first season.[2][3] She originally intended to join the choir club, but joins the light music club instead after receiving an invitation and encouragement from both Mio and Ritsu.[2] Tsumugi is considered a piano prodigy since she has been playing the piano since she was four and has experience in winning various piano contests.[19] Mugi has long, pale blonde hair, blue eyes, unusually large eyebrows, which apparently run in her family and a fair complexion that the other characters do not have, but she does not get sunburned. She is the daughter of a company president,[3][19] and her family has several villas in various places around Japan[11][31] (and even one in Finland).[32] Since her father also owns a maid café,[22] she often brings confectionery and an assortment of sweets and pastries to the club room, and she diligently makes tea with a tea set which is kept in their club room. Despite her wealth, she is fascinated by and finds joy in \"normal\" activities, such as ordering fast food, sharing french fries with her club mates,[2] holding down part-time jobs[24] and haggling over prices.[3][19] Tsumugi displays a rebellious streak occasionally, diverting from her normally well-behaved and mature demeanor to the surprise of the others. She also displays a childlike eagerness from time to time, and possesses unusually high strength, being able to effortlessly carry around her own keyboard, Ritsu's drums, amplifiers,[26][27] and at one point beating an arm-wrestling game in an arcade.   Although she is a sweet and gentle girl, she is often weirdly entranced by the sight of two girls interacting closely together, sometimes imagining something more risqué in her head (both Mio and Ritsu find this awkward at times).[13] The series sometimes indicates that Mugi has a crush on their teacher, Sawako Yamanaka. While a lot of things do not bother her, she is fairly conscious about her weight (just like Mio),[6] and she gets a bit anxious when her family's staff start spoiling her friends during villa visits.[7] She later begins learning how to play the guitar from Azusa.[23]   Azusa Nakano (中野 梓, Nakano Azusa?) Voiced by: Ayana Taketatsu (Japanese), Christine Marie Cabanos (English) Azusa is a student in the same year and class as Yui's sister Ui, who joins the light music club and becomes the rhythm guitarist, playing a Fender Mustang electric guitar. She eventually names her guitar Muttan, as it is a Mustang. She is a self-proclaimed novice guitarist who has been playing the guitar since she was in the fourth grade, and her parents are working in a jazz band.[33] She often finds herself bewildered by the tea parties and cosplaying aspects of the club, when she would rather just practice, and is curious about how the club is able to play so well despite their problems and lack of practice.[34] However, she has a certain weakness for cakes and can be calmed down rather easily, sometimes by just being petted.[34] She is constantly a victim of Yui's skinship[7] and is nicknamed Azu-nyan after trying on a pair of cat ears and meowing (\"nyan\" being the equivalent of \"meow\" in the Japanese vocabulary).[33] Despite this, Azusa is not too good with cats.[24] Azusa has long black hair, which she wears in pigtails, and brown eyes. While Azusa is talented in guitar, she has trouble singing while playing unlike Yui and Mio.   In the band, she looks up to Mio the most due to her maturity and the fact that she is an experienced bassist, even trying to give Mio chocolate on Valentine's Day.[35] However, she sometimes unintentionally makes remarks concerning Mio's weaknesses, such as her weight. She also finds Mugi very beautiful, and envies her hair and large eyes, and later starts teaching her how to play guitar when the two are alone in the club room.[23] Since joining, Yui comes to her for advice on playing guitar,[36] as well as maintenance. She gets a tan extremely easily, once during their time at the beach[7][11] and another during a music festival (even after applying sunscreen).[37] As a result, she frequently gets sunburned as well. She gets lonely very easily, and often worries that everyone in the club will leave her, as they are one year older and eventually will graduate. Due to this, the rest of the girls buy her a turtle to look after, naming it Ton.[38] Outside of the band, she often hangs out with Ui and Jun whenever the other girls are busy.[39] When the others graduate, she becomes the new light music club president alongside Ui and Jun who decide to join her.[40] Together with new members, Sumire and Nao, they form a new band called \"Wakaba Girls\" (若葉ガールズ, Wakaba Gāruzu?, lit. Fresh Leaf Girls).",
            "type": "wiki"
        },
        {
            "content": "It's Yui Hirasawa's first year in high school, and she's eagerly searching for a club to join. At the same time, Ritsu Tainaka, a drummer, and her friend Mio Akiyama, a bassist, are desperately trying to save the school's light music club, which is about to be disbanded due to lack of members. They manage to recruit Tsumugi Kotobuki to play the keyboard, meaning they only need one more member to get the club running again. Yui joins, thinking it will be an easy experience for her to play the castanets, the only instrument she knows. However, the other members think their new addition is actually a guitar prodigy...",
            "type": "ann"
        }
    ],
    "ranks": [
        {
            "count": 83451,
            "date": "2012-09-29T02:01:19",
            "score": 8.03,
            "type": "mal"
        },
        {
            "count": 4490,
            "date": "2012-09-29T02:01:19",
            "score": 8.02,
            "type": "anidb"
        },
        {
            "count": 4116,
            "date": "2012-09-29T02:01:19",
            "score": 7.849,
            "type": "ann"
        },
        {
            "count": 61789,
            "date": "2011-11-13T16:20:03",
            "score": 8.07,
            "type": "wiki"
        }
    ],
    "season": {
        "quarter": 2,
        "year": 2009
    },
    "sequel": false,
    "sequel_parent": "",
    "title": "K-ON!"
}