{
    "additional_titles": [
        {
            "language": "jp",
            "title": "黒神"
        },
        {
            "language": "pl",
            "title": "Czarnobożec"
        }
    ],
    "aliases": [],
    "blips": [],
    "episodes": [],
    "episodes_count": 23,
    "episodes_length": 24,
    "external_sites": {
        "anidb": 6211,
        "ann": 10262,
        "mal": 5079,
        "schedule": null
    },
    "images": [],
    "plots": [
        {
            "content": "Młody, emowaty chłopak i jego harem, z \"zakontraktowanym cycatym dziewczęciem\" na czele rozpracowują System Dopplelinerów, który sprawia, że świat wcale nie jest taki fajny jakim się wydawał.",
            "type": "abp"
        },
        {
            "content": "* Based on the manga by Lim Dal-Young and Park Sung-Woo, two Korean artists, serialized in Young Gangan for Square Enix.In this world, there are three identical looking people in existence who split between them an energy-like force called Terra. This energy can be attributed to the amount of Luck or Life Energy that an individual possesses. There also exists beings who observe the human world, maintaining the balance of Terra, known as the Coexistence Equilibrium. These beings possess ability that surpass that of a normal human being and reside in hiding in places known as the Pure Place in tribes. They are called the Terra Guardians. This is a tale of battle that begins with a chance meeting between a human boy named Keita and a young Tera Guardian girl named Kuro.Source: ANNNote: The 1st episode was screened on 27.12.2008 for 150 people drawn by lottery.",
            "type": "anidb"
        },
        {
            "content": "High school student Ibuki Keita has been haunted by misfortune for as long as he can remember. For no apparent reason, everyone around him dies tragically. Ultimately, he refuses to become too close to anyone, even his childhood friend Akane. This leaves Keita alone in a life full of misery and disgrace.    While eating at his favorite ramen shop one evening, Keita meets a strange young girl named Kuro. Possessing abilities that surpass that of a normal human being, Kuro classifies herself as a Mototsumitama. She explains to Keita about &ldquo;Terra&rdquo;, a life-energy force split between three identical looking people; a global phenomenon dubbed the &ldquo;Doppeliner System&rdquo;. As a Mototsumitama, Kuro guards the &ldquo;Coexistence Equilibrium&rdquo;, the beings that protect the flow of Terra around the world. Keita refuses to believe her story, until he is caught up in the crossfire of this hidden world. On the verge of death, he makes a contract with Kuro, unbeknownst to its true meaning. Now he is bound to Kuro, and must be with her at all times. Could Keita&#039;s misfortune possibly get any greater?    [Written by MAL Rewrite]",
            "type": "mal"
        },
        {
            "content": "In this world, there are three identical looking people in existence who split between them an energy-like force called “Terra.” This energy can be attributed to the amount of “Luck” or “Life Energy” that an individual possesses. There also exists beings who observe the human world, maintaining the balance of Terra, known as the “Coexistence Equilibrium.” These beings possess ability that surpass that of a normal human being and reside in hiding in places known as the “Pure Place” in tribes. They are called the Terra Guardians. This is a tale of battle that begins with a chance meeting between a human boy named Keita and a young Tera Guardian girl named Kuro.",
            "type": "ann"
        }
    ],
    "ranks": [
        {
            "count": 15625,
            "date": "2012-09-29T02:01:51",
            "score": 7.41,
            "type": "mal"
        },
        {
            "count": 1732,
            "date": "2012-09-29T02:01:51",
            "score": 7.16,
            "type": "anidb"
        },
        {
            "count": 2229,
            "date": "2012-09-29T02:01:51",
            "score": 7.848,
            "type": "ann"
        }
    ],
    "season": {
        "quarter": 1,
        "year": 2009
    },
    "sequel": false,
    "sequel_parent": "",
    "title": "Kurokami"
}