{
    "additional_titles": [
        {
            "language": "jp",
            "title": "ニードレス"
        },
        {
            "language": "pl",
            "title": "Niepotrzebni"
        }
    ],
    "aliases": [],
    "blips": [],
    "episodes": [],
    "episodes_count": 24,
    "episodes_length": 24,
    "external_sites": {
        "anidb": 6467,
        "ann": 10709,
        "mal": 6030,
        "schedule": null
    },
    "images": [],
    "plots": [
        {
            "content": "Masa GARowatych panów i niewiast z supermocami napieprzających się w miejscu, w którym ileśtam lat temu stoczyła się największa bitwa III Wojny Światowej.",
            "type": "abp"
        },
        {
            "content": "In the year 2130 — after World War III — large contaminated areas known as Black Spots (sites of bombing) pockmarked the landmasses. One such area, devastating the centre of Tokyo, was quarantined off by large walls. Years after the war inhabitants deemed to be \"unneeded\" started to populate the wasteland. But among the survivors came forth those who defined themselves by their supernatural abilities — fire, wind, water, gravity, speed, strength, etc. Fearful of their powers, those in power sought to manipulate and hunt down these Needless.Source: mangaupdates.com",
            "type": "anidb"
        },
        {
            "content": "The year is 2130. After the third world war, large contaminated areas known as &quot;Blackspots&quot; formed all over Japan. Large walls were used to quarantine off these Blackspots. In time, signs of inhabitance appeared within these wastelands. Among the survivors who had been abandoned inside the Blackspots, labeled as &quot;those who were unneeded&quot;, came forth possessors of uncanny abilities -- Fire, wind, brute strength...they were defined by their supernatural abilities. Others, fearful of their powers, expelled them and named them Needless.    (Source: Anime opening)",
            "type": "mal"
        },
        {
            "content": "In the near future, mankind has suffered from a Third World War, leaving extreme damage all over and forced mankind to become even more distinct from their species. The world was at chaos and from this chaos comes a new species: “Needless”. The Needless are humans who have contracted a “disease” as humans may call them, and allow them to wield extraordinary powers far superior to any mankind. Their abilities include telekinesis, elemental powers, gravity control, adaptation, radioactive release, and all manners of scientific impossibility.",
            "type": "ann"
        }
    ],
    "ranks": [
        {
            "count": 17557,
            "date": "2012-09-29T02:02:27",
            "score": 7.63,
            "type": "mal"
        },
        {
            "count": 1488,
            "date": "2012-09-29T02:02:27",
            "score": 6.96,
            "type": "anidb"
        },
        {
            "count": 1047,
            "date": "2012-09-29T02:02:27",
            "score": 7.085,
            "type": "ann"
        }
    ],
    "season": {
        "quarter": 3,
        "year": 2009
    },
    "sequel": false,
    "sequel_parent": "",
    "title": "Needless"
}