{
    "additional_titles": [],
    "aliases": [],
    "blips": [],
    "episodes": [],
    "episodes_count": 26,
    "episodes_length": 24,
    "external_sites": {
        "anidb": 6256,
        "ann": 10541,
        "mal": 5682,
        "schedule": null
    },
    "images": [],
    "plots": [
        {
            "content": "Przygody mężczyzny około dwudziestki, który za sprawą pewnej organizacji staje się wypraną z uczuć maszyną do zabijania.",
            "type": "abp"
        },
        {
            "content": "* Based on the Nitro+ visual novel Phantom of Inferno.In the American underworld, Mafia leaders are being killed one after another, with rumours of Inferno and the organisation's top assasssin Phantom circulating around them. A boy, traveling alone in America becomes involved in one of these incidents and unexpectedly encounters Phantom.",
            "type": "anidb"
        },
        {
            "content": "Mafia is rife in America where assassinations are a regular occurrence on the streets. Inferno, a mysterious company, is behind most of these dealings through the use of their near-invincible human weapon, &quot;Phantom.&quot;    One day, a Japanese tourist accidentally witnesses Phantom&rsquo;s latest murder. Desperate to escape, the tourist hides in a secluded building. However, Phantom, revealed to be a young woman named Ein, and the leader of Inferno &lsquo;Scythe Master&rsquo; captures the tourist and brainwashes him.    Given the name &rsquo;Zwei&rsquo;, this once peaceful tourist is now a puppet of Inferno with no memories. Drawn into a world of lies, deceit, and violence, Zwei must fight to survive, hopefully to one day regain his memories and escape from this world where he is constantly on the brink of death.    [Written by MAL Rewrite]",
            "type": "mal"
        },
        {
            "content": "Phantom of Inferno details the life of a 15-year-old Japanese boy who is kidnapped after witnessing the killing of a reporter. The memories of his past life are erased, and he is given the choice to join 'Inferno' or die. After joining the organization he is given the name 'Zwei' (German for number 'two') and will study under 'Ein' (From the German word \"Eins\" for 'one'). Ein is also known as 'Phantom', the title given to the organization's top assassin. Inferno is said to be the 'United Nations of crime syndicates'. As Zwei makes his way through training and various missions, deceit and betrayal occur even within Inferno and slowly put Zwei in increasing danger. Along the way, Zwei meets a girl by the name of Cal Devens and, though he tries to protect her, she too is drawn into Inferno to become the assassin, Drei (German for 'three'). The game is divided into three chapters. The first chapter deals with Zwei being turned into a killer and has two main \"routes\" to follow, the Ein route and the Claudia route. No matter which route is chosen, the chapter ends with Scythe escaping and Ein presumably dead, unless one opts to escape back to Japan. The second chapter starts off one year after the events in the first chapter, and deals with Claudia's plan to bring the Godoh group into the organization, Scythe's revenge, and the introduction of a new character, Cal Devens. It contains the Cal route and the final Claudia route. In 2010, Nitroplus announced the game will be remade for the XBox 360 featuring the same scenario but based on the designs created for the anime series from Bee Train. Character designs from artists Minkao Shiba, Yoko Kikuchi, Tomoaki Kado, Yoshimitsu Yamashita and Yoshiaki Tsubata were introduced into the 360 version. In addition the cast of the anime series also reprise their roles for the new version.[2][2] It will be released on Winter 2011.",
            "type": "wiki"
        },
        {
            "content": "A spate of mafia assasinations occurs in America, the work of the mysterious organization named Inferno. \"Phantom\" is their most strongest and capable assassin, however a lone tourist witnesses Phantom's latest act of murder. He unwittingly exposes the top assassin's true identity, a young girl named Ein. Witnesses are usually killed, but the man is captured and taken to be brainwashed into \"Zwei\", Inferno's newest assassin, with no memory of who he is. From this point on, Zwei is drawn into a world of conspiracy, deceit and violence.",
            "type": "ann"
        }
    ],
    "ranks": [
        {
            "count": 23661,
            "date": "2012-09-29T02:03:05",
            "score": 8.32,
            "type": "mal"
        },
        {
            "count": 2163,
            "date": "2012-09-29T02:03:05",
            "score": 8.08,
            "type": "anidb"
        },
        {
            "count": 1914,
            "date": "2012-09-29T02:03:05",
            "score": 7.526,
            "type": "ann"
        },
        {
            "count": 17158,
            "date": "2011-11-13T16:20:21",
            "score": 8.33,
            "type": "wiki"
        }
    ],
    "season": {
        "quarter": 2,
        "year": 2009
    },
    "sequel": false,
    "sequel_parent": "",
    "title": "Phantom ～Requiem for the Phantom～"
}