{
    "additional_titles": [
        {
            "language": "jp",
            "title": "咲 -Saki-"
        }
    ],
    "aliases": [],
    "blips": [],
    "episodes": [],
    "episodes_count": 25,
    "episodes_length": 24,
    "external_sites": {
        "anidb": 6246,
        "ann": 10527,
        "mal": 5671,
        "schedule": null
    },
    "images": [],
    "plots": [
        {
            "content": "Lesbijki bez majtek grające w mahjonga.",
            "type": "abp"
        },
        {
            "content": "* Series based on a manga story authored by Kobayashi Ritz.Miyanaga Saki is a high school freshman who does not like mahjong. Ever since she was a child, she would lose her New Year's gift money during her family's mahjong game. If she won, her parents would be upset, and if she lost, well, she lost. As a result, she has learned to play in such a way that her score always remains plus/minus zero: Not good enough to win, but not bad enough to lose. When we meet her, she is being dragged to her school's mahjong club by an old friend. How will a girl who hates mahjong, yet has become adept at the game as a result of her upbringing, cope in this environment?Source: MangaUpdates",
            "type": "anidb"
        },
        {
            "content": "Miyanaga Saki is a high school freshman who doesn&rsquo;t like mahjong. Ever since she was a child, she would lose her New Year&rsquo;s gift money during her family mahjong game. If she won, her parents would be upset, and if she lost, well, she lost. As a result, she&rsquo;s learned to play in such a way that her score always remains plus/minus zero: not good enough to win, but not bad enough to lose. When we meet her, she&rsquo;s being dragged to her school&rsquo;s mahjong club by an old friend. How will a girl who hates mahjong, yet has become adept at the game as a result of her upbringing, survive in this environment?    (Sources: ANN and AniDB)",
            "type": "mal"
        },
        {
            "content": "Miyanaga Saki is a first year high school girl whose family would get angry if she won the family mahjong games. But losing would also have its consequences. Because of this she develops a new way of playing that allows her to stay on the thin line between winning and losing, the +/- zero score, an almost impossible score. In a game that relies mainly on luck, the +/- zero score is harder than winning, but Saki can achieve this every time. Having always hated the game, her friend from middle school, Suga Kyotoro, forces her to play in the schools mahjong club. Her developed skill and superhuman luck has made her a worthy mahjong opponent, even to the middle school's national mahjong champion.",
            "type": "ann"
        },
        {
            "content": "Saki Miyanaga, a high school first-year student, hates mahjong because her family would always force her to play it and punish her regardless of the outcome of the game. Due to this, she learned how to keep her score at zero, neither winning nor losing, a skill said to be more difficult than actually consistently winning. However, her friend from middle school, completely unaware of such circumstances, convinces her to visit the school's small mahjong club upon entering into high school. After the club discovers her ability, they recruit her permanently and convince her to win instead of breaking even. She easily does so with her skill and discovers a new love for mahjong, along with a friendship with her fellow club member, Nodoka Haramura. This leads the team to enter the prefecture's high school mahjong tournament with the goal of reaching the national high school competition.",
            "type": "wiki"
        }
    ],
    "ranks": [
        {
            "count": 12075,
            "date": "2012-09-29T02:03:22",
            "score": 7.67,
            "type": "mal"
        },
        {
            "count": 1399,
            "date": "2012-09-29T02:03:22",
            "score": 7.33,
            "type": "anidb"
        },
        {
            "count": 871,
            "date": "2012-09-29T02:03:22",
            "score": 7.534,
            "type": "ann"
        }
    ],
    "season": {
        "quarter": 2,
        "year": 2009
    },
    "sequel": false,
    "sequel_parent": "",
    "title": "Saki"
}