{
    "additional_titles": [
        {
            "language": "jp",
            "title": "戦国BASARA"
        }
    ],
    "aliases": [],
    "blips": [],
    "episodes": [],
    "episodes_count": 12,
    "episodes_length": 24,
    "external_sites": {
        "anidb": 6284,
        "ann": 10271,
        "mal": 5355,
        "schedule": null
    },
    "images": [],
    "plots": [
        {
            "content": "Okres Sengoku przedstawiony w trochę bardziej kolorowym i przypakowanym świetle.",
            "type": "abp"
        },
        {
            "content": "In the age of the Warring Countries, Japan was fragmented in semi-independent provinces, governed by feudal lords or daimyo, who confronted each other in an endless struggle for power. Ambitious daimyos from every corner of the Archipelago had shouted their battle cry. They were Takeda Shingen from Kai, Sanada Yukimura, Uesugi Kenshin from Echigo, Azai Nagamasa from Omi, Tokugawa Ieyasu from Mikawa, and many more...Those were days of unrest and chaos. As war spread throughout the country, the map of power underwent rapid and dramatic changes.In this never-ending conflict, one man finally seemed to be just one step from establishing total control over the country. He was the lord of Owari, the Sixth Heavenly Devil King. His name was Oda Nobunaga.But now, a young general clad in azure makes his unexpected appearance in this confused scenario, heading a huge army of cavalrymen from the Northern provinces. He is known as Date Masamune, the One-Eyed Dragon. And he is coming for Oda Nobunaga's head, and for ultimate supremacy![http://www.productionig.com/contents/works_sp/67_/s01_/000872.html]",
            "type": "anidb"
        },
        {
            "content": "In the age of the Warring Countries, Japan was fragmented in semi-independent provinces, governed by feudal lords or daimyo, who confronted each other in an endless struggle for power. Ambitious daimyos from every corner of the Archipelago had shouted their battle cry. They were Takeda Shingen from Kai, Sanada Yukimura, Uesugi Kenshin from Echigo, Azai Nagamasa from Omi, Tokugawa Ieyasu from Mikawa, and many more...    Those were days of unrest and chaos. As war spread throughout the country, the map of power underwent rapid and dramatic changes.  In this never-ending conflict, one man finally seemed to be just one step from establishing total control over the country. He was the lord of Owari, the Sixth Heavenly Devil King. His name was Oda Nobunaga.    But now, a young general clad in azure makes his unexpected appearance in this confused scenario, heading a huge army of cavalrymen from the Northern provinces.  He is known as Date Masamune, the One-Eyed Dragon.  And he is coming for Oda Nobunaga&#039;s head, and for ultimate supremacy!     (Source: Production I.G website)",
            "type": "mal"
        },
        {
            "content": "Main article: List of Sengoku Basara episodes See also: List of Sengoku Basara characters In the bloody Sengoku Period, or Warring States Period, of feudal Japan, many generals fought in an endless struggle for power, but one man proved to be too big of a threat: the dark lord, Oda Nobunaga. Sanada Yukimura and Date Masamune, two young warlords from different regions who become heated rivals, begin to form an unlikely alliance with the rest of the generals to take down the Devil King. The first season follows the emergence of the various protagonists, particularly Date Masamune and Sanada Yukimura, and their struggle against Nobunaga, who seeks to unite the land under him and is willing to crush anyone, even his own allies, to do it. It ends with his defeat at Masamune and Yukimura's hands. The second season witnesses the emergence of Toyotomi Hideyoshi as the next potential unifier of the land, though unlike in actual history he has no connection to Nobunaga, whose retainers were almost entirely wiped out along with him by the end of the first season. It ends with Toyotomi Hideyoshi's defeat at the hands of Date Masamune, while Sanada Yukimura was busy fighting and defeating Mōri Motonari.",
            "type": "wiki"
        },
        {
            "content": "In the bloody Warring States period of feudal Japan, many generals fought in an endless struggle for power, but one man proved to be too big a threat - The dark lord Oda Nobunaga. Sanada Yukimura and Date Masamune, two young warriors from different regions who become heated rivals, begin to form an unlikely alliance with the rest of the generals to take down the Devil King.",
            "type": "ann"
        }
    ],
    "ranks": [
        {
            "count": 20012,
            "date": "2012-09-29T02:03:43",
            "score": 7.79,
            "type": "mal"
        },
        {
            "count": 1466,
            "date": "2012-09-29T02:03:43",
            "score": 7.32,
            "type": "anidb"
        },
        {
            "count": 1449,
            "date": "2012-09-29T02:03:43",
            "score": 5.723,
            "type": "ann"
        },
        {
            "count": 15307,
            "date": "2011-11-13T16:20:38",
            "score": 7.82,
            "type": "wiki"
        }
    ],
    "season": {
        "quarter": 2,
        "year": 2009
    },
    "sequel": false,
    "sequel_parent": "",
    "title": "Sengoku Basara"
}