{
    "additional_titles": [
        {
            "language": "jp",
            "title": "タユタマ -Kiss on my Deity-"
        },
        {
            "language": "pl",
            "title": "Tayutama -Całus dla mej Bogini-"
        }
    ],
    "aliases": [],
    "blips": [],
    "episodes": [],
    "episodes_count": 12,
    "episodes_length": 24,
    "external_sites": {
        "anidb": 6296,
        "ann": 10557,
        "mal": 5734,
        "schedule": null
    },
    "images": [],
    "plots": [
        {
            "content": "Młodzieniec otoczony przez laski przywołuje jeszcze jedną: boginię miejscowego drzewa, która postanawia zostać jego małżonką.",
            "type": "abp"
        },
        {
            "content": "* Based on the adult visual novel game Tayutama -kiss on my deity-, from Japanese developer Lump of Sugar.The story of Tayutama revolves around the male protagonist Mito Yuuri, a third year high school student who is a descendant of the Mito family of the Yachimata Shrine. One day during spring break, Yuuri and his friends Ameri and Sankurou discover a wooden relic which bears mysterious symbols in the school's woods. The relic turns out to host the Tayutai race which the shrine worships, but is deemed to be insignificant for preservation by the school, and will be demolished to allow the school grounds' expansion. Yuuri later sneaks into the school to transfer the relic's spirits, after coming to the conclusion that destroying the relic may be harmful. As he performs the ritual, he accidentally summons Kikuramikami no Hime, a Tayutai goddess who explains the belligerent relationship between humans and Tayutai, and materializes as a young girl, hoping to maintain a mutual relationship with humans. The relic is then destroyed after an accident caused by Ameri, which accidentally releases the entire Tayutai race, among whom are Nue and Oryu, two other influential Tayutai who hold humans in low regard.Source: Wikipedia",
            "type": "anidb"
        },
        {
            "content": "Yuuri Mito is a typical, normal Japanese teenager.  He goes to school, works on people&#039;s motorcycles and performs exorcisms.  Okay, that last part&#039;s a little bit unusual, but his family lives in a shrine and they do that sort of thing.  Still, you would think he&#039;d know enough to be careful with an ancient relic he finds in the woods, especially when a mysterious goddess appears and tells him to leave it alone.  Unfortunately, despite Mito&#039;s best efforts, the seal gets broken anyway and a number of dangerous &quot;tayuti&quot; that it held in stasis get loose.  This is bad.  Mito also ends up with a beautiful goddess girl who decides that she&#039;s going to marry him.  This might not be so bad. if he wasn&#039;t already caught up in the middle of a war between the entities he&#039;s released.  The flesh may be weak but the spirit&#039;s more than willing to compensate.     (Source: Sentai Filmworks)",
            "type": "mal"
        },
        {
            "content": "The main part of Tayutama takes place in a town called Ashihara-chō (葦原町?), which houses various landmarks such as the Sousei Academy (創聖学院, Sōsei Gakuin?) which the main characters attend, and the Yachimata Shrine (八衢神社, Yachimata Jinja?). Sousei Academy consists of two departments: a notorious all-girls department named Flawless (フローレス, Furōresu?), which stems its roots from the Sousei Girls' Academy established during the Meiji period; and a recently added coeducation department named Slightly (スライトリー, Suraitorii?). The campus grounds are separated into two parts which houses the two separate departments. Students attending the Flawless department lives in a dormitory across from the school building, which is separated from Slightly's school building and schoolyard by a small forest. The supernatural is a recurring theme in Tayutama. The mythological race Tayutai (太転依?) is worshiped by the Yachimata Shrine,[1] and is able to take shape in various forms such as humans. Various characters also possess supernatural abilities, such as Yuuri who excels in shinto studies, and Mashiro who is a Tayutai. Yumina gains wings which enables her to fly, and Ameri can also command a Tayutai. Mifuyu is favored by Nue, a Tayutai, and is physically powerful enough to engage a Tayutai in battle.",
            "type": "wiki"
        },
        {
            "content": "At Yachimata, there is a legend of a deity named Tayutayu-sama who protected the area, but this deity and other so-called \"Tayutai\" have been lost in time. Mito and his friends discover a relic on the school grounds with mysterious patterns on it. Then, at the opening ceremony of the new school year, an equally mysterious girl named Mashiro appears before Mito. Mashiro is somehow tied to the relic and the legend of Tayutayu-sama.",
            "type": "ann"
        }
    ],
    "ranks": [
        {
            "count": 10923,
            "date": "2012-09-29T02:05:38",
            "score": 7.06,
            "type": "mal"
        },
        {
            "count": 1023,
            "date": "2012-09-29T02:05:38",
            "score": 6.47,
            "type": "anidb"
        },
        {
            "count": 760,
            "date": "2012-09-29T02:05:38",
            "score": 6.886,
            "type": "ann"
        },
        {
            "count": 8640,
            "date": "2011-11-13T16:20:58",
            "score": 7.06,
            "type": "wiki"
        }
    ],
    "season": {
        "quarter": 2,
        "year": 2009
    },
    "sequel": false,
    "sequel_parent": "",
    "title": "Tayutama -Kiss on my Deity-"
}