{
    "additional_titles": [
        {
            "language": "jp",
            "title": "ティアーズ・トゥ・ティアラ"
        },
        {
            "language": "pl",
            "title": "Łzy w Tiarę"
        }
    ],
    "aliases": [],
    "blips": [],
    "episodes": [],
    "episodes_count": 26,
    "episodes_length": 24,
    "external_sites": {
        "anidb": 5596,
        "ann": 9035,
        "mal": 3594,
        "schedule": null
    },
    "images": [],
    "plots": [
        {
            "content": "Historia pewnego plemienia barbarzyńców, którzy przywołują Władcę Demonów, ofiarują mu swoje dziewczęta i razem ruszają podbić świat.",
            "type": "abp"
        },
        {
            "content": "* Based on the strategy role-playing eroge by Leaf.In a world resembling the middle-age. A girl, Riannon, is set to be sacrificed to appease a resurrected demon lord, Arawn. As her brother Arthur attempts to rescue her, Arawn defies those who resurrected him and frees Riannon from her captors, which leads to Riannon admiring him.This eventually leads to a party of companions being assembled for adventure, with Arawn acting as the leader.Note: The first episode was shown as part of an early screening event on March 28, 2009 in Science Museum Tokyo's Science Hall. It was also streamed on Nico Nico Douga on April 3rd previous to the first airing on conventional TV on April 6, 2009.",
            "type": "anidb"
        },
        {
            "content": "In a world resembling the middle-age. A girl, Riannon, is set to be sacrificed to appease a resurrected demon lord, Arawn. As her brother Arthur attempts to rescue her, Arawn defies those who resurrected him and frees Riannon from her captors, which leads to Riannon admiring him.      This eventually leads to a party of companions being assembled for adventure, with Arawn acting as the leader.",
            "type": "mal"
        },
        {
            "content": "Tears to Tiara was first released as an adult game on April 28, 2005 by Aquaplus’ adult game division Leaf for the PC platform. Its opening theme is Tears to Tiara by Arisa Nakayama, insert song (Tears to Tiara -凱歌?) by D-Terada while the ending theme is \"Until\", also by Arisa Nakayama. The title was later remake and re-released into a CERO: B rating game,[2] titled as Tiāzu tu Tiara: Kakan no Daichi (ティアーズ・トゥ・ティアラ -花冠の大地-?, Tears to Tiara: Earth’s Wreath) for the PlayStation 3 platform on July 17, 2008 with two different editions, a limited edition and a regular edition. The limited edition costs 9,240 yen while the regular one costs 7,140 yen.[2] It has additional scenarios, 3D gameplay and the change of character designs if compared to the PC version.     Riannon and Arawn in the PlayStation 3 remake.   The limited edition of the release contain a booklet titled as Tears to Tiara - Visual Works that features the character designs and storyboards as well as the game’s original soundtrack. There was also a pre-order campaign that also includes special extras for the game such as a sticker poster set and a character voice CD that contains system voice and Tiāzu tu Tiara Rajio Vol.0 (ティアーズ・トゥ・ティアラ ラジオ Vol.0?, Tears to Tiara Radio Vol.0) that features Tōru Ōkawa, Yūko Gotō and Makoto Ishii.[2] The game also has a new character, Lidia, voiced by Miyuki Sawashiro.[3] The titles of the opening and ending theme are \"haunting melody\" and \"memory\", both sung by Suara. An insert titled \"Until\" sang by Rena Uehara was also used. Furthermore, it was first announced in the staff blog[4] that there will be also a gaiden or side story game for the PlayStation 3 remake,[5] titled Tears to Tiara Gaiden: Avalon no Nazo (ティアーズ・トゥ・ティアラ外伝 -アヴァロンの謎-, Tiāzu tu Tiara Gaiden: Abaron no Nazo?, Tears to Tiara Anecdotes: The Secret of Avalon). The side story will also have a new character called Decimus, voiced by Wataru Hatano.[6] The Secret of Avalon is to be released on September 17, 2009 and like the remake, it is for the PlayStation 3 platform. The release will be in two editions, a limited edition and a regular edition. The limited edition costs 8,379 yen while the regular edition costs 6,825 yen.[7]",
            "type": "wiki"
        },
        {
            "content": "Set in a fictitious land during a medieval-like era of magic and fantasy, Tears to Tiara unfolds with the Divine Empire’s rise to power as it conquers and rules lands far and wide. On the island of Erin, still ruled by the Ancient Kingdom, the Goidelic people are attempting to sacrifice priestess Riannon to revive protagonist and demon king Arawn to lead the resistance against the Empire. Although the ritual fails and Riannon survives, the seal imprisoning the demon king is broken and Arawn is resurrected. Armed with mysterious and devastating powers and a human’s demeanour, Arawn joins Riannon; her brother and battalion commander, Arthur; as well as their team of fighters comprising a swordsman, an archer and a quintet of magical pixies, in the epic struggle against the Divine Empire.",
            "type": "ann"
        }
    ],
    "ranks": [
        {
            "count": 10836,
            "date": "2012-09-29T02:05:55",
            "score": 7.43,
            "type": "mal"
        },
        {
            "count": 1497,
            "date": "2012-09-29T02:05:55",
            "score": 7.15,
            "type": "anidb"
        },
        {
            "count": 1105,
            "date": "2012-09-29T02:05:55",
            "score": 7.275,
            "type": "ann"
        },
        {
            "count": 8582,
            "date": "2011-11-13T16:21:06",
            "score": 7.46,
            "type": "wiki"
        }
    ],
    "season": {
        "quarter": 2,
        "year": 2009
    },
    "sequel": false,
    "sequel_parent": "",
    "title": "Tears to Tiara"
}