{
    "additional_titles": [
        {
            "language": "jp",
            "title": "うみねこのなく頃に"
        },
        {
            "language": "pl",
            "title": "Kiedy Morskie Koty Płaczą"
        }
    ],
    "aliases": [],
    "blips": [],
    "episodes": [],
    "episodes_count": 26,
    "episodes_length": 24,
    "external_sites": {
        "anidb": 6051,
        "ann": 10168,
        "mal": 4896,
        "schedule": null
    },
    "images": [],
    "plots": [
        {
            "content": "<del>18</del> <del>17</del> 16 osób uwięzionych na wyspie zadaje się z Bezkresną Wiedźmą, która w ramach okazywania swojej miłości daje im zagadkę nie do rozwiązania, po czym wszystkich morduje. Udowadnianie nieistnienia magii przy pomocy magii gratis.",
            "type": "abp"
        },
        {
            "content": "* Based on a murder mystery doujin soft sound novel series by 07th Expansion.Umineko no Naku Koro ni takes place in the year 1986, during the time frame of October 4 and October 5 on a secluded island named Rokkenjima (六軒島). The head of a wealthy family named Kinzo Ushiromiya, who lives on and owns Rokkenjima, is near death, and eight of his family members arrive on the island to discuss how Kinzo's assets will be divided once he is dead. Also on the island are three family members who live there, five of Kinzo's servants, and his personal physician. After the eight family members arrive, a typhoon traps them on the island and shortly after people start to get mysteriously murdered.",
            "type": "anidb"
        },
        {
            "content": "Considered as the third installment in the highly popular &quot;When They Cry&quot; series by 07th Expansion, Umineko no Naku Koro ni takes place on the island of Rokkenjima (六軒島), owned by the immensely wealthy Ushiromiya family. As customary per year, the entire family is gathering on the island for a conference that discusses the current financial situations of each respective person. Because of the family head&#039;s poor health, this year involves the topic of the head of the family&rsquo;s inheritance and how it will be distributed.    However, the family is unaware that the distribution of his wealth is the least of Ushiromiya Kinzo&#039;s (family head) concerns for this year&#039;s family conference. After being told that his end was approaching by his longtime friend and physician, Kinzo is desperate to meet his life&#039;s true love one last time: the Golden Witch, Beatrice. Having immersed himself in black magic for many of the later years in his life, Kinzo instigates a ceremony to revive his beloved upon his family&#039;s arrival on Rokkenjima. Soon after, a violent typhoon traps the family on the island and a string of mysterious murders commence, forcing the eighteen people on the island to fight for their lives in a deadly struggle between fantasy and reality.    [Written by MAL Rewrite]",
            "type": "mal"
        },
        {
            "content": "On 4 October 1986, Kinzo Ushiromiya, the head of a wealthy family, who lives on and owns Rokkenjima, a secluded island, is near death, and eight of his family members arrive on the island to discuss how Kinzo's assets will be divided once he is dead. Also on the island are three family members who live there, five of Kinzo's servants, and his personal physician. After the eight family members arrive, a typhoon traps them on the island and shortly after people begin to be mysteriously murdered.",
            "type": "ann"
        }
    ],
    "ranks": [
        {
            "count": 29427,
            "date": "2012-09-29T02:07:08",
            "score": 7.54,
            "type": "mal"
        },
        {
            "count": 1735,
            "date": "2012-09-29T02:07:08",
            "score": 7.14,
            "type": "anidb"
        },
        {
            "count": 1219,
            "date": "2012-09-29T02:07:08",
            "score": 7.206,
            "type": "ann"
        }
    ],
    "season": {
        "quarter": 3,
        "year": 2009
    },
    "sequel": false,
    "sequel_parent": "",
    "title": "Umineko no Naku Koro ni"
}