{
    "additional_titles": [
        {
            "language": "jp",
            "title": "けんぷファー"
        },
        {
            "language": "pl",
            "title": "Bojowniczki"
        }
    ],
    "aliases": [],
    "blips": [],
    "episodes": [],
    "episodes_count": 12,
    "episodes_length": 24,
    "external_sites": {
        "anidb": 6685,
        "ann": 10861,
        "mal": 6205,
        "schedule": null
    },
    "images": [],
    "plots": [
        {
            "content": "Młody chłopak za sprawą gadającego pluszaka który popełnił seppuku zmienia się w dziewczynę z dużym biustem - tytułowego Kämpfera, i musi walczyć z innymi dziewczynami-Kämpferami (które są już w 100% kobietami).",
            "type": "abp"
        },
        {
            "content": "* Based on Tsukiji Toshihiko's light novel series Kämpfer. The author is also the creator of Maburaho and the concept behind the \"Sea Story\" pachinko games.Senou Natsuru is your normal, everyday high school student. However, one morning he wakes up and finds himself turned into a beautiful girl. A stuffed tiger Harakiri Tora tells him then, that he has been chosen to be a Kämpfer (German for \"fighter\"), who has to fight other Kämpfer with either guns, swords or magic.Natsuru has been granted great strength and fighting abilities on top of the power to use magic, but finds out that only girls can be a Kämpfer. Left without a choice, he is forced to turn into a girl again and again to fight other Kämpfer — to survive.",
            "type": "anidb"
        },
        {
            "content": "Natsuru Senou is a completely normal high school student. That is, until he suddenly transforms into a girl warrior with the ability to throw fireballs: a K&auml;mpfer. This gets taken to its natural conclusion, as a stuffed animal (Harakiri Tiger) tells him that he must fight other similarly super-powered girls, just like that. Throw in a few psychotic lesbians, unfortunate misunderstandings and some intense fight scenes. Hilarity ensues!",
            "type": "mal"
        },
        {
            "content": "Senō Natsuru is your normal, everyday high school student. However, he's been chosen to be a Kämpfer, who's objective consists on fighting other Kämpfer with either guns, swords or magic. However, there's catch—first, you can't chose if you're a Kämpfer or not, and second, you must have the body of a girl to use your powers.",
            "type": "ann"
        }
    ],
    "ranks": [
        {
            "count": 33085,
            "date": "2012-09-29T02:09:59",
            "score": 6.98,
            "type": "mal"
        },
        {
            "count": 2088,
            "date": "2012-09-29T02:09:59",
            "score": 6.35,
            "type": "anidb"
        },
        {
            "count": 2042,
            "date": "2012-09-29T02:09:59",
            "score": 5.929,
            "type": "ann"
        }
    ],
    "season": {
        "quarter": 4,
        "year": 2009
    },
    "sequel": false,
    "sequel_parent": "",
    "title": "Kämpfer"
}