{
    "additional_titles": [
        {
            "language": "jp",
            "title": "にゃんこい！"
        },
        {
            "language": "pl",
            "title": "Miau-łość"
        }
    ],
    "aliases": [],
    "blips": [],
    "episodes": [],
    "episodes_count": 12,
    "episodes_length": 24,
    "external_sites": {
        "anidb": 6428,
        "ann": 10686,
        "mal": 6512,
        "schedule": null
    },
    "images": [],
    "plots": [
        {
            "content": "Młodzieniec z alergią na koty psuje posążek kociego bóstwa, dzięki czemu zaczyna słyszeć głosy kotów, i aby zapobiec klątwie musi spełnić 100 kocich życzeń.",
            "type": "abp"
        },
        {
            "content": "* Based on a shounen manga by Fujiwara Sato, serialised online in the shounen web comic magazine FlexComix Blood.Kousaka Junpei is a second-year high school student who despises cats and has an allergy to them. It just so happens that his high school crush is Mizuno Kaede, a girl who adores cats. One day, while walking home from school, Junpei kicks an empty can and unfortunately beans the local neko-jizou-sama (the guardian deity of cats). He finds he can now understand what cats are saying, including his family's own ill-tempered cat, Nyamusasu. However, if he does not grant cats a total of 100 wishes, he will turn into a cat himself.",
            "type": "anidb"
        },
        {
            "content": "Junpei Kousaka is a second-year high school student who despises cats and has an allergy to them. It just so happens that his high school crush is Kaede Mizuno, a girl who adores cats. One day, while walking home from school, Junpei kicks an empty can and unfortunately beans the local neko-jizou-sama (guardian deity of cats). He finds he can now understand what cats are saying, including his family&#039;s own ill-tempered cat, Nyamusas. However, if he does not grant 100 wishes from cats, he will turn into a cat himself.    (Source: ANN)",
            "type": "mal"
        },
        {
            "content": "Junpei Kosaka (高坂 潤平, Kōsaka Junpei?, Spelled as Jyunpei Kosaka in Sentai Filmworks' subs) Voiced by: Shintarō Asanuma The main protagonist who has a chronic allergy to cats. He lives with his mother and sister, however, who love cats (which does not help his predicament). To complicate matters, he accidentally destroys the statue of a cat deity, and to compensate for it, he must make use of his new-found ability of communicating with cats to fulfill one hundred requests of help from them without letting other people know that he is cursed or he will be transformed into one. Ironically, everyone around him seems to love cats. He has feelings for Kaede Mizuno, but is starting to be conscious about the feelings of the girls around him.   Kaede Mizuno (水野 楓, Mizuno Kaede?) Voiced by: Yuka Iguchi Junpei's classmate and crush who is totally oblivious of his feelings for her (though she realizes feelings for him as time passes). She is described as athletic, smart and cute. Despite loving cats, her family owns four dogs, and cats tend to avoid her as she always carries their smell. She tends to be airheaded, react to things naively and misunderstand people. Kaede met Junpei when she fell on him from out of a tree trying to rescue a kitten that later climbed down itself.   Kanako Sumiyoshi (住吉 加奈子, Sumiyoshi Kanako?) Voiced by: Ryōko Shiraishi She is one of Junpei's classmates and his childhood friend. During elementary school, the two became enemies due to a misunderstanding where Kanoko thought that Junpei was giving away her gift to another girl while in fact he was only showing it to her. Due to her unhappiness from being at odds with Junpei, she takes on a Manba appearance at first, but dresses normally after returning to friendly terms with him. Kanako is often seen bickering with Junpei and has a short-temper. She has a well-endowed body, and isn't afraid to flaunt it, but often gets unwanted attention and teased from Ichinose's hands. Kanako is very forceful and often gets Junpei to purchase her food at his own expense. She still harbors feelings for him.   Nagi Ichinose (一ノ瀬 凪, Ichinose Nagi?) Voiced by: Yū Kobayashi Kaede's senior on the track team and heir of a powerful Yakuza family from Kyoto. Despite being a girl, she started assuming a more masculine behavior after she was rejected by her first love, who mistakenly assumed she was a guy because of her boyish appearances. However after Junpei comforts her, she fell for him and resorts to extreme actions to be beside him, like attempting to move to his class despite having already coursed it. She suffers from astraphobia, the fear having stemmed from the fact that she was traumatized from seeing her grandfather getting struck by lightning on several occasions in front of her. She also graces her sudden appearances by sexually harassing Sumiyoshi (often involving grabbing her breasts). She has a rare condition where she gets drunk just by drinking soft drinks.   Kotone Kirishima (桐島 琴音, Kirishima Kotone?) Voiced by: Haruka Tomatsu She is the twin sister of Akari and the older of the two. She, along with her sister, are the daughters of the Buddhist monk in the temple. Despite her gentle and sweet outward demeanor, she is interested in Junpei mainly because of his misfortunes, and can be considered sadistic, delusional, and an obsessive stalker. In the anime, she is shown to have this sort of behavior even at a young age towards a teacher. She also shows jealousy if another girl gets too close to Junpei. She is aware of Kaede's feelings for Junpei.   Akari Kirishima (桐島 朱莉, Kirishima Akari?) Voiced by: Haruka Tomatsu She is the twin sister of Kotone and the younger of the two. She, along with her sister, know that Junpei is cursed. They do not become cursed as they have innate anti-magic abilities, but only for self-protection. She is tsundere, and has the ability to sense the supernatural. In the anime, Akari was said to not socialize much even at a young age, thus causing her awkwardness when it comes to dealing with people. The reason for this is because of her strong spiritual affinity, and she subconsciously avoided mixing around with other children. She is also shown to have magical powers (though this is not the case in the manga). She is extremely possessive of Kotone; besides her twin sister, she seems to show no problem interacting with Junpei (though mostly for her mistaken perception that he's becoming too close to Kotone) like she does with most other people. In contrast to her sister, she is aware of Kanako's feelings towards Junpei. She too begins to harbour feelings for Junpei but tries to conceal them.   Keizo Kirishima (桐島 啓造, Kirishima Keizō?) Voiced by: Jūrōta Kosugi The Buddhist monk in the temple wherein the cat deity dwells. He is the father of Kotone and Akari. He often goes in disguise to cabaret clubs despite being a monk.   Chizuru Mochizuki (望月 千鶴, Mochizuki Chizuru?) Voiced by: Rina Satō A third-year college student working as a mail carrier when she's not attending lectures. She has a bad sense of direction and frequently ends up getting lost. She's somewhat perverse and enjoys teasing Junpei. She seems to take a liking to Junpei after he helps her deliver letters in a district she got lost. Junpei eventually takes up a part-time job at the post office during the winter and they do mail deliveries together.",
            "type": "wiki"
        },
        {
            "content": "Junpei Kōsaka is a second-year high school student who despises cats and has an allergy to them. It just so happens that his high school crush is Kaede Mizuno, a girl who adores cats. One day, while walking home from school, Junpei kicks an empty can and unfortunately beans the local neko-jizō-sama (guardian deity of cats). Soon, he finds he can now understand what cats are saying, including his family's own ill-tempered cat, Nyamusasu. However, if he does not grant 100 wishes from cats, he will turn into a cat himself.",
            "type": "ann"
        }
    ],
    "ranks": [
        {
            "count": 33840,
            "date": "2012-09-29T02:10:15",
            "score": 7.63,
            "type": "mal"
        },
        {
            "count": 2571,
            "date": "2012-09-29T02:10:15",
            "score": 7.45,
            "type": "anidb"
        },
        {
            "count": 1710,
            "date": "2012-09-29T02:10:15",
            "score": 7.528,
            "type": "ann"
        },
        {
            "count": 25511,
            "date": "2011-11-13T16:24:04",
            "score": 7.68,
            "type": "wiki"
        }
    ],
    "season": {
        "quarter": 4,
        "year": 2009
    },
    "sequel": false,
    "sequel_parent": "",
    "title": "Nyan Koi!"
}