{
    "additional_titles": [
        {
            "language": "jp",
            "title": "戦う司書 The Book of Bantorra"
        },
        {
            "language": "pl",
            "title": "Walczący Bibliotekarze: Księga Bantorry"
        },
        {
            "language": "short",
            "title": "Tatakau Shisho"
        }
    ],
    "aliases": [],
    "blips": [],
    "episodes": [],
    "episodes_count": 26,
    "episodes_length": 24,
    "external_sites": {
        "anidb": 6679,
        "ann": 10951,
        "mal": 6758,
        "schedule": null
    },
    "images": [],
    "plots": [
        {
            "content": "* Adaptation of Yamagata Ishio's Tatakau Shisho series of light novels.In a world where dead people turn into stone-like books and are stored in the Bantorra Library, anyone who reads a book can learn its past. Bantorra Library is maintained by the Armed Librarians, who wield supernatural abilities, and their enemy is a religious cult known as Shindeki Church.",
            "type": "anidb"
        },
        {
            "content": "In a world where dead people turn into books and are stored in the Bantorra Library where anyone who reads a book can learn their past, Bantorra Library is maintained by Armed Librarians who wield psychic powers and their enemy is a religious society known as Sindeki Kyoudan.",
            "type": "mal"
        },
        {
            "content": "Hamyuts Meseta (ハミュッツ＝メセタ, Hamyuttsu Meseta?) Voiced by: Romi Park The Acting Director of the Bantorra Library. She usually wears a white button-down shirt with a small bunny patch sewn on the right breast. She has an easy-going personality and a lust for battle; she is always searching for an opponent strong enough to kill her. She had a relationship with Mattalast in the past. Her main weapon is a sling (usually wrapped around her right wrist), which she uses to snipe enemies from a far distance with great precision and force. She can throw large objects, but usually uses small rocks or pebbles. The speed of those projectiles can reach 5 times the speed of sound. Her magic ability is \"Sensory Fibres\", which allows her to observe locations from afar. Her fibres, fully emitted, can reach approximately 50 kilometers, while the number of fibres emitted reaches over billions. According to Minth's Sacred Eyes ability, her main trait is self-loathing, her thoughts are void, and she wishes for love.   Mattalast Ballory (マットアラスト＝バロリー, Mattoarasuto Barorī?) Voiced by: Toru Ohkawa First grade Armed Librarian, and one of the five strongest Armed Librarians. He usually wears a black tuxedo and bowler hat. He is an easy-going person and always known by people as a liar. He used to have a relationship with Hamyuts. His main weapons are guns. He bears a revolver and an anti-tank rifle. His magic ability is to see 2 seconds ahead in the future, which he can use to preemptively take action in the presence of the enemy. He is one of the few who knows the secret of Heaven and also protects it.   Mirepoc Finedel (ミレポック＝ファインデル, Mirepokku Fainderu?) Voiced by: Miyuki Sawashiro Third grade Armed Librarian and is the instructor of Noloty. She was once a reserve officer of The Empire and was introduced by Hamyuts Meseta to join the Armed Librarians. She usually wears her uniform and is a strict person. Her main weapons are a sword and pistol. Due to her lack of combat proficiency she usually takes on a support role. Her magic ability is Telepathy; regardless of how far away a person is located, she can engage in telepathic communication with them-- as long as she knows their name and appearance. She is in love with Volken.   Volken Macmani (ヴォルケン＝マクマーニ, Voruken Makumāni?) Voiced by: Yuichi Nakamura A young Armed Librarian. He has green hair and usually wears standard Armed Librarian robes. His sense of justice is unrivaled. His weapons are flying razor-sharp disks that he can control at will. His ability is to use illusions to create multiple copies of himself. Because of his strong sense of justice, he begins to doubt Hamyuts' actions.   Noloty Malche (ノロティ＝マルチェ, Noroti Maruche?) Voiced by: Haruka Tomatsu A trainee Armed Librarian. She is an expert in hand-to-hand combat. She is a joyful, outgoing person who doesn't like to kill people. She was born on an island near The Empire and raised by her father, who was the head of the village. After her father died, she was thrown out of the village, and eventually became an Armed Librarian.   Ruruta Coozancoona (ルルタ＝クーザンクーナ, Ruruta Kūzankūna?) Voiced by: Takahiro Sakurai The Director and founder of the Bantorra Library. His ability is \"Tearless Ending\", which causes snow to fall across the entire planet, putting humanity into an eternal slumber. Like Zatoh Rondohoon, he is a Book Eater, but his resolve allowed him consume significantly more books (100,000).   Mokkania Fluru (モッカニア＝フルール, Mokkania Furūru?) Voiced by: Akira Ishida One of the strongest Armed Librarians, along with Hamyuts Meseta. He is a lonely man who is so strong that he fears his own power. During a war between the Bantorra Library and The Empire, he felt guilty after killing so many people, therefore he locked himself deep in the labyrinth beneath Bantorra Library. His magic ability is to control armies of flesh-consuming ants.   Ireia Kitty (イレイア＝キティ, Ireia Kiti?) Voiced by: Akiko Takeguchi The oldest Armed Librarian, and one of the five strongest, her job is to instruct trainee Armed Librarians. Her kind and friendly personality has earned the trust and love of most of the Armed Librarians. She mainly fights hand-to-hand. She has tremendous strength, which she uses to lift large and heavy objects easily. Her magic ability is localized time control. Objects must be within her line of sight for it to be affected by her magic. She can also stop time for herself, making her invincible though while in this state she cannot move.   Chacoly Cocotte (チャコリー＝ココット, Chakorī Kokotto?) Voiced by: Ai Nonaka A childhood friend of Hamyuts. She is also known as \"The Violet Sinner\". Her ability is \"Soul Transference\", an ability that is similar to Mirepoc's telepathy but of higher level, as it can control the minds of people by injecting part of her soul.   Fhotona (フォトナ＝バードギャモン, Fotona Bādogyamon?) The previous Acting Director who served directly before Hamyuts. He was a mentor to Volken. As Hamyuts rises through the ranks of the Armed Librarians, she orders Mattalast to murder her while the two of them are on a mission to kill Hiza the traitor. He fears she will become too powerful, far surpassing everyone in the library.   Makia (マキア＝デキシアート, Makia Dekishiāto?) The Acting Director of Bantorra Library who served three terms before Hamyuts Meseta. After being asked by \"Heaven\" (Ruruta Coozancoona) to find a way to kill him, Makia created Chacoly and Hamyuts for that purpose. He seemed very emotionally troubled by his own actions afterward, and died as an old man doing harsh physical labor to punish himself.",
            "type": "wiki"
        },
        {
            "content": "In a world where dead people turn into books and are stored in the Bantorra Library where anyone who reads a book can learn their past. Bantorra Library is maintained by Armed Librarians who wield psychic powers and their enemy is a religious society known as Sindeki Kyōdan.",
            "type": "ann"
        }
    ],
    "ranks": [
        {
            "count": 5893,
            "date": "2012-09-29T02:10:54",
            "score": 7.46,
            "type": "mal"
        },
        {
            "count": 901,
            "date": "2012-09-29T02:10:54",
            "score": 6.94,
            "type": "anidb"
        },
        {
            "count": 614,
            "date": "2012-09-29T02:10:54",
            "score": 6.633,
            "type": "ann"
        },
        {
            "count": 4733,
            "date": "2011-11-13T16:24:34",
            "score": 7.47,
            "type": "wiki"
        }
    ],
    "season": {
        "quarter": 4,
        "year": 2009
    },
    "sequel": false,
    "sequel_parent": "",
    "title": "Tatakau Shisho: The Book of Bantorra"
}