{
    "additional_titles": [
        {
            "language": "jp",
            "title": "テガミバチ"
        },
        {
            "language": "pl",
            "title": "Listopszczoły"
        }
    ],
    "aliases": [],
    "blips": [
        {
            "blip_url": "http://blip.pl/s/32976126",
            "content": "Tegami Bachi 14 - Ma chłopak zadatki na studenta!",
            "episode": 14,
            "filename": "b55884963a0362a4fa949e5e07d632b9.jpg",
            "twitter_url": "http://twitter.com/animeblippl/status/7608666887"
        },
        {
            "blip_url": "http://blip.pl/s/39280912",
            "content": "Tegami Bachi 17 - ten odcinek to taka skrócona wersja Light and Blue Night Fantasy, nie musicie oglądać",
            "episode": 17,
            "filename": "1bbb6f96fc1d70cfa860daf273bc495f.jpg",
            "twitter_url": "http://twitter.com/animeblippl/status/8470958936"
        },
        {
            "blip_url": "http://blip.pl/s/41581266",
            "content": "Tegami Bachi 18 - pojedynek wszech czasów: listopszczoły kontra gołębie pocztowe! Zwycięzca może być tylko jeden!",
            "episode": 18,
            "filename": "3dcaafd6ba2d0de7621234051f4ba5c2.jpg",
            "twitter_url": "http://twitter.com/animeblippl/status/8826346600"
        },
        {
            "blip_url": "http://blip.pl/s/59601667",
            "content": "#anime #Jesień2009 Letter Bee (テガミバチ) - nasza ocena: ujdzie w tłoku (więcej: http://rdir.pl/81ai1)",
            "episode": 25,
            "filename": "49e3f0ae16e135360e411e54955a0544.jpg",
            "twitter_url": "http://twitter.com/animeblippl/status/11169126275"
        }
    ],
    "episodes": [],
    "episodes_count": 25,
    "episodes_length": 24,
    "external_sites": {
        "anidb": 6772,
        "ann": 10831,
        "mal": 6444,
        "schedule": null
    },
    "images": [
        {
            "description": "Ma chłopak zadatki na studenta!",
            "filename": "http://s.modriv.net/abp/images/screencaps/b55884963a0362a4fa949e5e07d632b9.jpg",
            "hd": false
        },
        {
            "description": "ten odcinek to taka skrócona wersja Light and Blue Night Fantasy, nie musicie oglądać",
            "filename": "http://s.modriv.net/abp/images/screencaps/1bbb6f96fc1d70cfa860daf273bc495f.jpg",
            "hd": false
        },
        {
            "description": "pojedynek wszech czasów: listopszczoły kontra gołębie pocztowe! Zwycięzca może być tylko jeden!",
            "filename": "http://s.modriv.net/abp/images/screencaps/3dcaafd6ba2d0de7621234051f4ba5c2.jpg",
            "hd": false
        },
        {
            "description": "",
            "filename": "http://s.modriv.net/abp/images/screencaps/52a1b13410393a170038f1b0b31341f0.jpg",
            "hd": false
        },
        {
            "description": "HERP DERP",
            "filename": "http://s.modriv.net/abp/images/screencaps/26e441e912c07393b4191114642f3355.jpg",
            "hd": false
        },
        {
            "description": "#anime #Jesień2009 Letter Bee (テガミバチ) - nasza ocena: ujdzie w tłoku (więcej: http://rdir.pl/81ai1)",
            "filename": "http://s.modriv.net/abp/images/screencaps/49e3f0ae16e135360e411e54955a0544.jpg",
            "hd": false
        }
    ],
    "plots": [
        {
            "content": "Przygody młodego chłopca pracującego jako Listopszczoła, przemierzającego świat w poszukiwaniu swojego mentora z przeszłości.",
            "type": "abp"
        },
        {
            "content": "* Adaptation of Asada Hiroyuki's fantasy drama manga series.In the world of Amberground, some residents rely on the services of Letter Bees, whose job is to deliver letters, packages and even people from town to town, while avoiding Amberground's deadliest hazard, a species of giant insect known as Gaichuu, they are attracted by people's hearts.The story is about a young boy named Lag Seeing who is delivered to his aunt by Gauche Suede, a Letter Bee. Then, Lag is inspired to become a Letter Bee himself, and sets out to take the entrance exam five years later.Source: ANN",
            "type": "anidb"
        },
        {
            "content": "With his mother taken away from him and having lost everything, Lag Seeing is now a letter whose delivery has been assigned to Gauche Suede, a Letter Bee. Despite their troubling start, the two of them become friends; leading Lag to realize what his aim in life is - to deliver people&rsquo;s most important feelings in the form of letters, just as Gauche has done.    [Written by MAL Rewrite]",
            "type": "mal"
        },
        {
            "content": "Main article: List of Tegami Bachi chapters The first ten chapters of Tegami Bachi were originally serialized in the now-defunct Monthly Shōnen Jump. A special un-numbered chapter was published as a one-shot in Weekly Shōnen Jump prior to the launch of Jump Square, where Tegami Bachi is now serialized. Viz Media announced that it had licensed Tegami Bachi for an English-language adaption in North America at the Comic-Con International on February 28, 2010.[1] It was announced that Tegami Bachi, otherwise known as Letter Bee in English translations, will be serialized in the monthly manga anthology Shonen Jump, where it replaced the manga series Slam Dunk.[1] It debuted in the March 2009 issue of the magazine.[1] Serialization ended after the March 2010 issue, while the volumes have since continued to be released. Additionally, in Australia and New Zealand, another English version of Letter Bee was released by Madman Entertainment. Tegami Bachi was also translated into Traditional Chinese and published in Taiwan by Ever Glory Publishing and in Hong Kong by Jade Dynasty, where it is known by the name (Chinese: 信蜂; pinyin: Xìn Fēng). It was also translated into Simplified Chinese and released in Singapore under the name of (Chinese: 傳信蜂; pinyin: Chuán xìn fēng) by publisher Chuang Yi.[2] In Europe, the series is licensed and translated into Italian in Italy by Panini Comics under their Planet Manga division. Kana also released the French version of Letter Bee in France.[3] The Spanish version of Letter Bee was released in Spain by Planeta DeAgostini Comics.",
            "type": "wiki"
        },
        {
            "content": "Apparently abandoned by his mother, orphan Lag Seeing is taken as a \"letter\" by \"Letter Bee\" Gauche Suede to a town where his aunt raises him. His affection and admiration for Gauche give Lag the ambition to become a Letter Bee himself, carrying mail through the dangerous wasteland between towns on his world. When he becomes a teenager, he makes the trip to the capital to take the examination to become a trainee Letter Bee. En route, he meets the strange, powerful girl-like creature Niche, who becomes his \"dingo,\" a Letter Bee's travelling companion. Lag yearns to find his mother, and discover why she abandoned him, if she did.",
            "type": "ann"
        }
    ],
    "ranks": [
        {
            "count": 13838,
            "date": "2012-09-29T02:11:15",
            "score": 7.88,
            "type": "mal"
        },
        {
            "count": 934,
            "date": "2012-09-29T02:11:15",
            "score": 7.43,
            "type": "anidb"
        },
        {
            "count": 875,
            "date": "2012-09-29T02:11:15",
            "score": 7.678,
            "type": "ann"
        },
        {
            "count": 10569,
            "date": "2011-11-13T16:24:39",
            "score": 7.9,
            "type": "wiki"
        }
    ],
    "season": {
        "quarter": 4,
        "year": 2009
    },
    "sequel": false,
    "sequel_parent": "",
    "title": "Tegami Bachi"
}