{
    "additional_titles": [
        {
            "language": "jp",
            "title": "そらのおとしもの"
        },
        {
            "language": "pl",
            "title": "Niebiańska Zguba"
        }
    ],
    "aliases": [],
    "blips": [],
    "episodes": [],
    "episodes_count": 13,
    "episodes_length": 24,
    "external_sites": {
        "anidb": 6658,
        "ann": 10764,
        "mal": 5958,
        "schedule": null
    },
    "images": [],
    "plots": [
        {
            "content": "Anioły (\"Aniołoboty\") z dużymi cyckami bez powodu służące młodemu licealiście, który ma jeszcze kilka koleżanek z równie dużym biustem.",
            "type": "abp"
        },
        {
            "content": "* Based on Minazuki Suu's shounen manga series Sora no Otoshimono (\"Lost Property of the Sky\"), serialised in Shounen Ace.Sakurai Tomoki is a normal student whose motto is: \"Peace and quiet is the best\". The only thing abnormal in his life are the dreams of a girl whose face he can never remember, always awaking with tears in his eyes. He tries to ignore the dream, but one day a beautiful angel descends from the sky...",
            "type": "anidb"
        },
        {
            "content": "Sakurai Tomoki has been having the same strange dream since he was a child and would wake up in tears. Sugata, an upperclassmen at his school, believes the dream to be of the new continent. Later that night, while waiting under the cherry trees for Sugata and his childhood friend, Sohara, an angel comes flying down and his peaceful life changes from then on.",
            "type": "mal"
        },
        {
            "content": "Tomoki Sakurai (桜井 智樹, Sakurai Tomoki?) Voiced by: Soichiro Hoshi (Tomoki), Saki Fujita (Tomoko) (Japanese), Greg Ayres (Tomoki) (English) Tomoki is this series' main protagonist, who wants nothing more than a peaceful and quiet life in town. However, his life is forever changed when he meets Ikaros and the other Angeloids. While being shown to be a shameless pervert (to the point of creating peepholes via improvised pipe periscopes to every peeping spot all over town[2]), he is usually a kind and sincere person. Tomoki was heavily influenced by his equally perverted grandfather, and would often appear to give him (albeit perverted) advice, which always seems to help Tomoki in dire situations.   Tomoki frequently experiences a dream involving him meeting an angel, who takes off into the sky to his disappointment. This was later revealed to be a gateway between the human world and the world of Synapse.[3] Tomoki has shown feelings for Ikaros and Nymph and takes on the task of helping Ikaros become more human. He has also tried to break the Angeloids' tendency to obey their masters' orders completely by letting them do whatever they want, giving them a great degree of freedom to make their own individual decisions. While he constantly laments that his idealistic world of peace and quiet is ruined by the appearances of the Angeloids, he admits that he does see them as family and enjoys their company. A running gag in the series is that most of the main characters usually gather in his house for seemingly no reason other than for fun. Another running gag in the series is that whenever Tomoki gets frustrated, he comically overturns his coffee table in anger, sometimes doing so in situations where there are no coffee tables, during which he materialises a \"coffee table of the heart\".   On rare occasions, he transforms to a female alter-ego called Tomoko (智子?) through a quantum converter made by Synapse, and mainly uses this new form to blend in with the other girls so he can peep on them unnoticed. However, if Tomoki becomes sexually stimulated for too long while as Tomoko (or any other object), the transformation will end and the converter will short out. A small note is while all of the other characters are drawn in their original parameters, Tomoki is mostly drawn in super deformed parameters, with the only times being drawn in his original parameters is when he is serious or feels relaxed.   Sohara Mitsuki (見月 そはら, Mitsuki Sohara?) Voiced by: Mina Kasai (Japanese), Trina Nishimura (English) Sohara is Tomoki's childhood friend who lives across the road from him and often goes to his house in the morning to wake him up. As a child, she was constantly ill and thus had few friends.[4] She is continually jealous of Tomoki's relationships with the various Angeloids and generally acts on this jealousy by karate-chopping Tomoki; however, she also does it whenever he's being perverted in her presence. She is actually secretly in love with Tomoki. As the series progresses, her breasts get bigger and bigger to the point that no bras will fit her and thus finds herself forced to not wear one, which only encourages Tomoki's perversions. Apparently, her dreams sometimes involve her and Tomoki being together in many different provocative situations involving things from cosplay to bondage, which suggests she actually likes it when Tomoki is perverted.[5] However, she is shown to get angry when he directs his perverted actions to other girls. Her karate chops are capable of ridiculous cutting power, enabling her to chop through pretty much anything.   Ikaros (イカロス, Ikarosu?) Voiced by: Saori Hayami (Japanese), Brittney Karbowski (English) Ikaros is a \"Pet-Class Angeloid, Type Alpha\" who becomes bonded to Tomoki at the beginning of the story, which is symbolized by the invisible chain leading from her collar to Tomoki's hand. She displays a very submissive, melancholic personality and is completely subservient to Tomoki's wishes. Ikaros possesses the ability to grant seemingly any wish through the use of several techno-magical cards. Despite her passive appearance, Ikaros has displayed moments of aggressiveness whenever Tomoki's life appears to be in danger. She weighs 48 kilograms (106 pounds), stands at 162 cm (5 feet 3 inches) and her wing type is listed as \"Variable\". Her \"Variable\" wings are extremely valuable and are highly desired by Synapse.[6] Since she began living with Tomoki, she has become somewhat of a live-in maid where she is the one that cooks breakfast, lunch, dinner, wakes up Tomoki in the morning, and otherwise takes care of the house. While she begins the series with a poor grasp of human emotion, she eventually begins to acquire emotions and begins to fall in love with Tomoki. The reason for this is because she has high battle and processing capability, but has low emotional control as a result. She has been shown to be willing to sacrifice herself if it means ensuring the safety of Tomoki. Ikaros is also shown to do anything that will gain Tomoki's approval, even if it's a questionable act (normally involving Tomoki's perverted schemes) on Tomoki's part; she admits that as long as Tomoki is happy, she will also be happy as well. In one chapter, she became extremely depressed when Tomoki broke the imprinting between them and finds it difficult to express her feelings (Mikako notes that Ikaros has difficulty being open with her emotions involving Tomoki unless his life is in danger) until she was ordered to throw Tomoki into the ocean. This puts enough emotional stress on her that she tearfully begs Tomoki not to throw her away.[volume&#160;&amp;&#160;issue&#160;needed] Though she is the slowest to anger, she becomes extremely frightening when angered (partly because her expression remains neutral even when angry) and is very unmerciful in delivering punishment (generally by repeatedly shooting the offender with Artemis). She loves when Tomoki pats her on the head, and even becomes depressed when he is unable to do it. She is noticeably the only girl in the series that Tomoki does not sexually harass in any way; when queried about this even he is unsure of the reason.   As the story progresses, it is revealed that Ikaros is not a \"Pet-Class\" Angeloid, but is actually a \"Strategic Battle-Class\" Angeloid and is the most powerful of the First Generation Angeloids.[7] She takes little physical damage when she is shot, can fly to speeds up to Mach 24, and is able to withstand water pressure better than most submarines. In the past, she was called the Uranus Queen (ウラヌス・クイーン, Uranusu Kuīn?) and terrorized Synapse due to her immense power and battle capabilities. She was originally sent to Earth as a weapon of judgment and is responsible for destroying the Tower of Babel.[8]   Ikaros is seen to be with the only Angeloid who has a \"Battle Mode\". When she activates her battle mode (\"Uranus Queen Mode\"), her wings are engulfed in bright light, her eyes become red, and a halo appears over her head. Ikaros can generate a nigh-invincible energy shield called Aegis (イージス, Ījisu?). She also possesses several powerful weapon systems: Artemis (アルテミス, Arutemisu?), a series of multi-directional homing energy projectiles fired from her wings, and Apollon (アポロン, Aporon?), a bow that can fire energy-charged arrows capable of obliterating a country in a single shot. She also possesses the ability to summon and control a third weapon called Hephaestus (ヘーパイストス, Hēpaisutosu?), which is part of an anime-only weapon system called the Uranus System (ウラヌスシステム, Uranusu Shisutemu?), which vaguely resembles a massive cloaked spaceship. Both were first used in battle against the twin Gamma Harpies, but only the Hephaestus cannons were shown and dwarf the Harpies' Prometheus in firepower and size. It was later seen again in the second season in full scale against the second-generation Angeloid Chaos, but it was later destroyed after Ikaros took Chaos to the bottom of the ocean with it. A running gag in the series involves Ikaros occasionally seen holding a watermelon, a fruit she curiously takes an interest in; this leads her to eventually grow a patch of watermelons in the garden. Additionally, after a chicken-raising contest in one of the omake chapters, she also develops a hobby of raising chickens and becomes angry if the other Angeloids hurt her chicken even by mistake, attacking the offenders with her weapons and causing mayhem all over Tomoki's house (which often results in Tomoki kicking all of the Angeloids out of his house until he calms down). Ikaros's name is a play on the Greek mythological character Icarus, whose fate (falling from the sky) can be related to Ikaros's introduction into the storyline.   Eishiro Sugata (守形 英四郎, Sugata Eishirō?) Voiced by: Tatsuhisa Suzuki (Japanese), Eric Vale (English) Sugata is the leader of the New World Discovery Club (新大陸発見部, Shin Tairiku Hakkenbu?). He is a scientist of sorts and is currently researching the Angeloids and Synapse with Nymph's help to regularly dive into Synapse (during which he regularly outwits and escape the Harpies). He lives in a tent near a river and is always seen wearing his school uniform, as he has no other clothes, and continually praises various European explorers such as Magellan and Columbus. At some point he forcefully drafts Tomoki into the New World Discovery Club of which Sohara, Mikako and Ikaros later also join. Due to the little flexibility of his diet, usually limited to what he can find in the wild such as fish while also fighting bears over territory, he has a habit of taking Tomoki's food whenever he visits his house. He is highly eccentric and has some past involvement with Mikako's family (her servants even call him master), and is also shown to be very intelligent but also stoic in all his appearances, generally behaving very in a very deadpan fashion unless it involves a \"New World\" (a fact that Tomoki has exploited on more then one occasion to get Eishiro to help him peep at girls). He is also equal on combat abilities with Mikako. In chapter 51, he accidentally brought a Angeloid from Synapse with him (revealed to be the medical Angeloid Oregano), whom he later dumps on Tomoki.   Mikako Satsukitane (五月田根 美香子, Satsukitane Mikako?) Voiced by: Ayahi Takagaki (Japanese), Jamie Marchi (English) Mikako is an upperclassman to Tomoki and Mitsuki and the President of the Student Council. She is Sugata's childhood friend, whom she refers to as \"Ei-kun\", and the heiress of a Yakuza family. She is manipulative, cunning, highly intelligent and somewhat sadistic, usually towards Tomoki. She is forced to take supplementary lessons due to \"failing in morals\".[9] She also is equal to Sugata in terms of combat abilities. However, Nymph states that she has a grip power of 400 kg (roughly 882 pounds), which serves to indicate she has a great degree of strength, especially for a normal human.[episode&#160;needed] She is the chief mastermind of many schemes in the manga, and Sugata normally enlists the help of Tomoki (and occasionally some others) by persuading him to totally shut down her plans. Many of her schemes are directed to Tomoki, serving to put him in undesirable situations and humiliating him, which suggests she sees him as a toy for her personal entertainment. Nevertheless, in situations of genuine emotional distress, she can be surprisingly thoughtful (if in her own unique way); when Tomoki breaks the contract between him and Ikaros in one chapter, Mikako immediately repairs their relationship and contract by ordering Ikaros to throw Tomoki into the ocean.[10] She is shown to have romantic feelings towards Sugata, as shown in the anime when she asks Tomoki to choose a bride and stated she is already taken (she shows this by wrapping her arm around Sugata's and changing into a wedding dress).[11] Another instance is shown when she gets angry when Tomoyo (Tomoki's mother) flirts with her childhood friend (it is Tomoki who suffers her wrath, in place of his mother).[12]   Nymph (ニンフ, Ninfu?) Voiced by: Iori Nomizu (Japanese), Kara Edwards (English) Nymph is an \"Electronic Warfare Angeloid, Type Beta\" (電子戦用エンジェロイドタイプβ（ベータ）?) who mysteriously appears in Tomoki's house. She is condescending towards humans, whom she refers to as \"bugs\"; this is no doubt a result of her former master's constant belittling of humans, or as he calls them, \"Downers\". After she spends time with them, she realizes the error of her ways and starts to treat them as equals. She weighs 29 kilograms (64 pounds), stands at 139 centimeters (4 feet 6 inches), and her wing type is listed as \"Not Variable\" and \"Stealth\".[13] Because of this, Nymph can completely conceal her wings unlike Ikaros, who can only retract her wings to a certain point. She is originally sent to return Ikaros to Synapse. However, because she is less powerful than Ikaros, she is unable to do so. Her master later implanted a bomb within her collar that will explode after the green bars on it disappear, which was later disabled from the teamwork of Tomoki and friends. She soon develops feelings for Tomoki (albeit in a tsundere fashion), and later confesses to him. After the Gamma Angeloids attempt to kill her, she betrays Synapse and assists Tomoki, and moves into his home. Her wings were torn off by the Gamma Angeloids, but were regrown when she accepts Tomoki as her new master. However, in her delight at having her wings regrown, she forgot about the Imprinting process and finds it extremely difficult to broach the subject to Tomoki; by her own admission, it is not a difficult task, but she feels embarrassed enough to eventually back out of asking. Eventually, Nymph asks Tomoki to Imprint with her, but he refuses, saying that he wanted her to live freely. She is named and modeled after the nature spirits of Greek myth.   As an Electronic Warfare-type Angeloid, she has the ability to hack computer systems better than any other Angeloid. She is also capable of hacking other Angeloids as well as humans. She can also fire a high-powered energy beam from her mouth called \"Paradise Song\" (パラダイスソング, Paradaisu Songu?). When being hacked by Hiyori, Nymph is given an order by Tomoki, to not lose no matter what, at which point Nymph displayed a new ability, a \"fundamental particle-jamming system\" called Aphrodite (アフロディーテ, Afurodīte?). When using this, she becomes immune to hacking and her wings grow into a butterfly shape. However, using it generates a lot of heat, causing her to enter cooling mode as a result.[14] Nymph has high processing capabilities and has high emotional control, but as a result she is low in raw power. She also has the most powerful radar of the three first-generation Angeloids (Ikaros has stated that her own radar's proficiency cannot be compared with that of Nymph even though she was wingless at that time, though it was stated by Nymph herself that her radar was a lot weaker at the time her wings had not grown back[15]). Nymph is shown to have a sweet tooth; her appearances mostly show her snacking on chips and other snacks, and is shown to have a penchant for watching soap operas. She refers to the other Angeloids by their types rather than their names (i.e. Ikaros→Alpha).   Astraea (アストレア, Asutorea?) Voiced by: Kaori Fukuhara (Japanese), Carli Mosier (English) Astraea is a \"Close-Combat Angeloid, Type Delta\" (地戦闘用エンジェロイドタイプΔ（デルタ）?) sent by Synapse to kill Tomoki after he violates one of their rules. She is somewhat an airhead and has limited intelligence due to having low processing power, making her somewhat the dumb blonde of the group. She weighs 48 kilograms (106 pounds), stands at 159 cm (5 feet 2 inches), and her wing type is stated to be \"Not Variable\" and \"Super Acceleration\".[16] She is the last of the First-Generation Angeloids to break free from Synapse's control by Tomoki's influence; when she is ordered by the Sky Master to eliminate Nymph, she breaks off her chain and engages in combat with Chaos.[17] She mostly serves as the series' comic relief, alongside Tomoki. The duo often squabble, but will comically end up agreeing with each other on some absurd conclusion. She refers to Ikaros and Nymph using the senpai honorific since she is the \"youngest\" of the first-generation Angeloids, and is named after the Greek mythological figure Astraea.   Astraea also harbors feelings for Tomoki despite often being a target to his perversions. However, despite her lack of intelligence, she does display a good level of common sense in situations where Ikaros would be clueless about. Ironically, she is also regularly found starving due to the fact that she does not know how to hunt or obtain food by her own means, which was shown when she ate a fish bait because she was hungry.[18] She eventually realizes that she has fallen in love with Tomoki, after wondering about why she had seen Chaos crying and what she had said about love.[19]   Astraea has been described as being the fastest of the Angeloids and having greater close-combat capabilities than Ikaros. However, she is only equipped with close-combat weapons and is therefore extremely vulnerable to long-range attacks. She wields a super-osciliating photon blade called Chrysaor (クリサオル, Kurisaoru?), which can even penetrate Ikaros' Aegis defense system. For defensive purposes, she uses the upgraded version of Ikaros's Aegis shield called Aegis L (イージス L, Ījisu Eru?, \"L\" standing for \"left\", as it appears on her left arm). Although it is more powerful than the Aegis shield, Aegis L can only deflect frontal attacks, unlike Aegis which creates a shield that covers all angles. Also, Aegis L cannot be deployed for long periods of time due to its massive energy requirements.[20]   Hiyori Kazane (風音 日和, Kazane Hiyori?) Voiced by: Yōko Hikasa Hiyori is a second-year student at Tomoki's school. She has feelings for Tomoki and joins the New World Discovery Club in order to get closer to him. In reality, Hiyori is an Angel who was first seen inside some sort of sleeping chamber when Sugata went to Synapse. The chamber connects her to her body on Earth, which functions like an avatar. Sugata was hesitant on letting her join his club since there are still a lot of things he does not know about what she really is. However, he welcomes her anyway, since her membership will allow his club to receive more funding. Thus far, nobody, except Sugata, Nymph, and Ikaros, is aware of Hiyori's true identity.   Hiyori got rather embarrassed when it was suggested that she was dating Tomoki, suggesting that while she likes Tomoki, she has not even considered as far as dating him yet, and her presence becomes a source of major discomfort for Sohara, Nymph, and Astraea.[21] This stems from the realization that Hiyori is always kind and caring to Tomoki, while the others seem to only see his \"faults\". Eventually, Hiyori manages to confess her feelings to Tomoki, which leaves him in shock as no girl has ever confessed to him before. However, her time with Tomoki was ultimately cut short when a careless truck driver ran her over, causing her body to disappear and her existence erased from everyone's memories (except the Angeloids and Tomoki).   Later on, Hiyori returns as a \"Type Zeta\" Angeloid armed with a khakkhara called Demeter (デメテル, Demeteru?), which has the power to manipulate the weather, and has more sophisticated hacking abilities than Nymph. Her master was Nymph's previous master, who turned her into an Angeloid so she could live her \"dream\" on Earth. Luckily, Hiyori was released from her master's control thanks to Nymph's hacking abilities, allowing her to stay on Earth as a free Angeloid. Hiyori later drops out of the New World Discovery Club, since she already accomplished her goal of getting close to Tomoki, on the grounds that she already knows who he likes, but she then kisses him, stating that her friends said she was rather aggressive (which hints that she wasn't going to give up on Tomoki just yet) though she still remains on friendly terms with Tomoki and the others. In later chapters, she also begins appearing more as a regular character.[22]",
            "type": "wiki"
        },
        {
            "content": "Tomoki Sakurai often encounters a strange girl in his dreams asking for his help, but he can't remember her face when he wakes up. When an Unidentified Mysterious Animal (U.M.A.) falls out of the sky, his life of pacifism suddenly becomes complicated. The animal turns out to be an angel, Ikaros.",
            "type": "ann"
        }
    ],
    "ranks": [
        {
            "count": 31383,
            "date": "2012-09-29T02:12:31",
            "score": 7.91,
            "type": "mal"
        },
        {
            "count": 1963,
            "date": "2012-09-29T02:12:31",
            "score": 7.37,
            "type": "anidb"
        },
        {
            "count": 1738,
            "date": "2012-09-29T02:12:31",
            "score": 7.553,
            "type": "ann"
        },
        {
            "count": 20175,
            "date": "2011-11-13T16:24:27",
            "score": 7.87,
            "type": "wiki"
        }
    ],
    "season": {
        "quarter": 4,
        "year": 2009
    },
    "sequel": false,
    "sequel_parent": "",
    "title": "Sora no Otoshimono"
}