{
    "additional_titles": [
        {
            "language": "jp",
            "title": "ささめきこと"
        },
        {
            "language": "pl",
            "title": "Szeptane Słowa"
        }
    ],
    "aliases": [],
    "blips": [],
    "episodes": [],
    "episodes_count": 13,
    "episodes_length": 24,
    "external_sites": {
        "anidb": 6462,
        "ann": 10701,
        "mal": 6203,
        "schedule": null
    },
    "images": [],
    "plots": [
        {
            "content": "Przygody kilku lesbijek w pewnej normalnej, japońskiej szkole.",
            "type": "abp"
        },
        {
            "content": "* Based on a seinen yuri manga by Ikeda Takashi, serialised in Monthly Comic Alive.Sumika is madly in love with Ushio, and has been for some time; but Ushio only shows any interest in cutesy girls. Sumika, a card-carrying badass TDB who helps run her family's dojo, does not fit this bill even a little. Cue angst, as she is forced to watch from the sidelines as Ushio falls for girl after girl, none of them her. However, it seems that things may take a turn for the better...",
            "type": "anidb"
        },
        {
            "content": "Murasame Sumika is popular in the high school for her excellence in the marks and sports. However, she has a secret: she is in love with her classmate Kazama Ushio. Ushio also has a liking to the love between girls, but she hasn&#039;t noticed Sumika&#039;s feeling and always been refused by other girls.",
            "type": "mal"
        },
        {
            "content": "Sumika Murasame is deeply in love with her cheerful classmate and friend Ushio Kazama. Ushio is openly lesbian but... she likes cute girls, and Sumika, top student, class representative, black belt in karate, is all but cute. Even worse, Sumika herself is terrified of endangering her friendship with Ushio and chooses to maintain the status quo, as much as it pains her to hide her feelings...",
            "type": "ann"
        }
    ],
    "ranks": [
        {
            "count": 7212,
            "date": "2012-09-29T02:14:32",
            "score": 7.32,
            "type": "mal"
        },
        {
            "count": 894,
            "date": "2012-09-29T02:14:32",
            "score": 7.19,
            "type": "anidb"
        },
        {
            "count": 700,
            "date": "2012-09-29T02:14:32",
            "score": 7.405,
            "type": "ann"
        }
    ],
    "season": {
        "quarter": 4,
        "year": 2009
    },
    "sequel": false,
    "sequel_parent": "",
    "title": "Sasameki Koto"
}