{
    "additional_titles": [
        {
            "language": "jp",
            "title": "空中ブランコ"
        },
        {
            "language": "pl",
            "title": "Trapez"
        }
    ],
    "aliases": [],
    "blips": [],
    "episodes": [],
    "episodes_count": 11,
    "episodes_length": 24,
    "external_sites": {
        "anidb": 6677,
        "ann": 10953,
        "mal": 6774,
        "schedule": null
    },
    "images": [],
    "plots": [
        {
            "content": "Dr Irabu Ichiro, psychiatra z manią na punkcie zastrzyków, zielonym Porsche i kompleksem Edypa oraz jego pacjenci z niecałkiem normalnymi przypadłościami.",
            "type": "abp"
        },
        {
            "content": "The anime adaptation of Hideo Okuda's award winning 2004 novel will premiere in October as Fuji TV's 17th Noitamina series.Okuda's book featuring the psychiatrist protagonist Irabu Ichirou and his various patients.",
            "type": "anidb"
        },
        {
            "content": "Many patients with different problems visit the psychiatric ward of Irabu General Hospital; a trapeze artist suffering from insomnia after suddenly failing his jumps, a gangster afraid of knives and sharp objects and a business man who has an erection 24 hours a day. They undergo counseling by Dr. Ichiro Irabu, who is the child-like son of the hospital director. His assistant is the sullen faced sexy nurse Mayumi. With his mysterious injections, and advice that does not make sense, Dr. Irabu confuses his patients. But at the end of his unique treatments, the patients are lead to digging further into their souls to find peace of mind.    (Source: fujicreative.co.jp)",
            "type": "mal"
        },
        {
            "content": "Eleven people, each of them suffering from apparently groundless physical symptoms, land at psychiatrist Dr. Ichirō Irabu's consulting room, in the hope of finding there a sympathetic doctor, who listens to their troubles, gives them some pills, and with this, solves their problems once and for all. Instead, they find that Irabu is an eccentric person, with childish features and with little or no sympathy. He employs drastic and unheard-of treatments, and instead of counselling, he prefers to look at his patients' background personally. Despite his strange behavior and methods, he can always help his patients find the real causes behind their symptoms, while being amused at the awkward situations, which the patients get into by following his advice.",
            "type": "ann"
        }
    ],
    "ranks": [
        {
            "count": 6356,
            "date": "2012-09-29T02:14:48",
            "score": 8.23,
            "type": "mal"
        },
        {
            "count": 731,
            "date": "2012-09-29T02:14:48",
            "score": 7.77,
            "type": "anidb"
        },
        {
            "count": 265,
            "date": "2012-09-29T02:14:48",
            "score": 7.877,
            "type": "ann"
        }
    ],
    "season": {
        "quarter": 4,
        "year": 2009
    },
    "sequel": false,
    "sequel_parent": "",
    "title": "Kuuchuu Buranko"
}