{
    "additional_titles": [
        {
            "language": "jp",
            "title": "青い文学"
        },
        {
            "language": "pl",
            "title": "Niebieska Literatura"
        }
    ],
    "aliases": [],
    "blips": [],
    "episodes": [],
    "episodes_count": 12,
    "episodes_length": 24,
    "external_sites": {
        "anidb": 7056,
        "ann": 11096,
        "mal": 7193,
        "schedule": null
    },
    "images": [],
    "plots": [
        {
            "content": "Adaptacja anime sześciu popularnych japońskich powieści.",
            "type": "abp"
        },
        {
            "content": "The series consists of adaptations of six modern classics of Japanese literature: Osamu Dazai's No Longer Human (Ningen Shikkaku) & Run, Melos! (Hashire, Melos!), Natsume Soseki's Kokoro, Ryunosuke Akutagawa's Hell Screen (Jigoku Hen) & The Spider's Thread (Kumo no Ito), and Ango Sakaguchi's In the Forest, Under Cherries in Full Bloom (Sakura no Mori no Mankai no Shita).No Longer Human (Ningen Shikkaku) - A high school student becomes lost and alienated. Despondent and aimless, he falls into a cycle of self abuse, depression and drugs that taints his life for years. Told in three chapters, each chapter deals with a different point in his life and the final chapter leaves him standing alone - an empty and hollow charicature of his former self.In the Forest, Under Cherries in Full Bloom(Sakura no Mori no Mankai no Shita) - A love story between a 12th-century woman and a mountain bandit who abducts her.Run, Melos! (Hashire, Melos!) - An updated retelling of a classic Greek tale of the story of Damon and Pythias. The most prominent theme of \"Run, Melos!\" is unwavering friendship. Despite facing hardships, the protagonist Melos does his best to save his friend's life, and in the end his efforts are rewarded.Hell Screen (Jigoku Hen) - A famous artist is commissioned by a great lord to create a series of paintings depicting scenes of the \"Buddhist Hell\". The artist is unable to paint scenes that he has not seen himself, prompting him to torture and torment the Lord's staff to create his imagined images of hell. His creative efforts taint the household, as the story descends into madness and destruction.Kokoro - A 1914 tale of a young man's life journey during the Meiji era. The work deals with the transition from the Japanese Meiji society to the modern era, by exploring the friendship between a young man and an older man he calls \"Sensei\". It continues the theme of isolation developed in Soseki's previous works, here in the context of interwoven strands of egoism and guilt, as opposed to shameThe Spider's Thread (Kumo no Ito) - The Buddha Shakyamuni chances to notice a cold-hearted criminal suffering in Hell. But this criminal did perform one single act of kindness in not stepping on a spider in a forest. Moved by this selfless act, Shakyamuni takes the silvery thread of a spider in Paradise and lowers it down into Hell, but it falls upon the criminal to seize the opportunity and pull himself out - if he can.",
            "type": "anidb"
        },
        {
            "content": "The series consists of adaptations of six modern classics of Japanese literature: Osamu Dazai&rsquo;s No Longer Human (Ningen Shikkaku) &amp; Run, Melos! (Hashire, Melos!), Natsume Soseki&rsquo;s Kokoro, Ryunosuke Akutagawa&rsquo;s Hell Screen (Jigoku Hen) &amp; The Spider&#039;s Thread (Kumo no Ito), and Ango Sakaguchi&#039;s In the Forest, Under Cherries in Full Bloom (Sakura no Mori no Mankai no Shita).    No Longer Human (Ningen Shikkaku) - A high school student becomes lost and alienated. Despondent and aimless, he falls into a cycle of self abuse, depression and drugs that taints his life for years. Told in three chapters, each chapter deals with a different point in his life and the final chapter leaves him standing alone - an empty and hollow charicature of his former self.    In the Forest, Under Cherries in Full Bloom (Sakura no Mori no Mankai no Shita) - A love story between a 12th-century woman and a mountain bandit who abducts her.    Kokoro - A 1914 tale of a young man&#039;s life journey during the Meiji era. The work deals with the transition from the Japanese Meiji society to the modern era, by exploring the friendship between a young man and an older man he calls &quot;Sensei&quot;. It continues the theme of isolation developed in Soseki&#039;s previous works, here in the context of interwoven strands of egoism and guilt, as opposed to shame.    Run, Melos! (Hashire, Melos!) - An updated retelling of a classic Greek tale of the story of Damon and Pythias. The most prominent theme of &quot;Run, Melos!&quot; is unwavering friendship. Despite facing hardships, the protagonist Melos does his best to save his friend&#039;s life, and in the end his efforts are rewarded.    Hell Screen (Jigoku Hen) - A famous artist is commissioned by a great lord to create a series of paintings depicting scenes of the &#039;Buddhist Hell&#039;. The artist is unable to paint scenes that he has not seen himself, prompting him to torture and torment the Lord&#039;s staff to create his imagined images of hell. His creative efforts taint the household, as the story descends into madness and destruction.    The Spider&#039;s Thread (Kumo no Ito) - The Buddha Shakyamuni chances to notice a cold-hearted criminal suffering in Hell. But this criminal did perform one single act of kindness in not stepping on a spider in a forest. Moved by this selfless act, Shakyamuni takes the silvery thread of a spider in Paradise and lowers it down into Hell, but it falls upon the criminal to seize the opportunity and pull himself out - if he can.    (Source: AniDB)",
            "type": "mal"
        },
        {
            "content": "An animated adaptation of six classical Japanese literature pieces, including No Longer Human (Ningen Shikkaku) and Run, Melos (Hashire, Melos) by Osamu Dazai, Kokoro by Natsume Souseki, Hell Screen (Jigoku Hen) and The Spider's Thread (Kumo no Ito) by Ryunosuke Akutagawa and In the Forest, Under Cherries in Full Bloom (Sakura no Mori no Mankai no Shita) by Ango Sakaguchi.",
            "type": "ann"
        }
    ],
    "ranks": [
        {
            "count": 11848,
            "date": "2012-09-29T02:16:04",
            "score": 8.1,
            "type": "mal"
        },
        {
            "count": 1382,
            "date": "2012-09-29T02:16:04",
            "score": 7.95,
            "type": "anidb"
        },
        {
            "count": 481,
            "date": "2012-09-29T02:16:04",
            "score": 7.909,
            "type": "ann"
        }
    ],
    "season": {
        "quarter": 4,
        "year": 2009
    },
    "sequel": false,
    "sequel_parent": "",
    "title": "Aoi Bungaku"
}