{
    "additional_titles": [
        {
            "language": "jp",
            "title": "明日のよいち！"
        },
        {
            "language": "pl",
            "title": "Yoichi Jutra!"
        }
    ],
    "aliases": [],
    "blips": [],
    "episodes": [],
    "episodes_count": 12,
    "episodes_length": 24,
    "external_sites": {
        "anidb": 6110,
        "ann": 10187,
        "mal": 4999,
        "schedule": null
    },
    "images": [],
    "plots": [
        {
            "content": "Młody samuraj wychowywany w górach przeprowadza się do miasta aby odbyć \"trening\" pod nadzorem zaprzyjaźnionej rodziny, która składa się z czterech dziewoj.",
            "type": "abp"
        },
        {
            "content": "* Based on a shounen manga by Minamoto Yuu, serialised in Monthly Shounen Champion.Having been raised and trained for the past seventeen years as a traditional samurai bushi, Karasuma Yoichi was surprised when his father suddenly announces that there nothing more that he could teach his son, but he arranges for Yoichi to continue training at a dojo owned by one of his father's friends. So now, Yoichi must leave the tranquillity of his remote rural mountain life and move to the city to live with the family of his father's friend. And if learning how to cope with city life was not hard enough, he finds himself living with four beautiful sisters, having to endure a 'training' regiment more severe than he could ever have imagined.Note: \"明日\" (\"asu\" or \"ashita\") means \"tomorrow\", and \"よいち\" (\"yoichi\") means \"night market\".",
            "type": "anidb"
        },
        {
            "content": "His skill with a sword is magnificent but his social skills still need a lot of work!    After many long years perfecting the art of fighting, 17-year-old Yoichi Karasuma is sent down from the remote mountains where he has been raised thinking that he&#039;s going to study some new martial arts techniques... but what he&#039;s really going to learn about are some slightly more practical things, like electrical appliances, modern clothing and, most especially, how NOT to make girls to want to kill you!    Unfortunately, that last lesson is one Yoichi may not survive, as his new dojo is infested with the infernal creatures in the form of the Ikaruga sisters, and they don&#039;t really seem to understand how &quot;proper&quot; girls are &quot;supposed&quot; to behave! Will Yoichi&#039;s bushido blade be struck down by the fearsome charms of Ibuki, Ayame, Chihaya, and Kagome? Or will the equally lethal girls from the rival Tsubame school be his undoing?    (Source: RightStuf)",
            "type": "mal"
        },
        {
            "content": "Ibuki Ikaruga (斑鳩 いぶき, Ikaruga Ibuki?) Voiced by: Rina Sato Ibuki is a high school sophomore who becomes a self-appointed head of the Ikaruga family. She is popular at school due to her beauty. She becomes a maternal figure for the Ikaruga family since their parents went overseas at an early age. She secretly likes Yoichi but is the first to attack him for no reason as well as circumstantial reasons, usually when it involves other girls. She is good at studies, sports, and martial arts. She is the Assistant Instructor of Ikaruga Dojo, which teaches Ukiha Kamikaze Swordplay. There are only five students in her dojo due to her violent nature. However, she treats children in a maternal fashion. It is revealed in chapter 19.5 of the manga that her violent nature developed when her parents left Ibuki to look after her siblings at an early age. As the story goes after overcoming the hardships that her parent left for her thanks to Yoichi and her sisters she realizes she is in love with him.   Ayame Ikaruga (斑鳩 あやめ, Ikaruga Ayame?) Voiced by: Haruka Tomatsu Ayame is a freshman in high school and Ibuki's younger sister. She has a shy, tsundere personality and is acutely aware of her small breasts when compared to those of her siblings. It took a while for her to like Yoichi romantically and she tries to help him at times while saying it was for no particular reason. She is bad with household chores in general and dislikes being compared to Ibuki, as she is constantly overshadowed. She has kissed Yoichi twice while he was unconscious during the performance of the play (the first unintentional and the other intentional).   Chihaya Ikaruga (斑鳩 ちはや, Ikaruga Chihaya?) Voiced by: Yukari Tamura Chihaya is a 15-year-old, 3rd year junior high school student and the second youngest (and most sexually frank) of the Ikaruga family. She is also a professional manga artist who uses her siblings and Yoichi as a basis for her manga by manipulating events to bring about satisfying resolutions. She also seems the most knowledgeable about relationships out of the sisters as she flirts with Yoichi while poking fun at the others. She is the only person in the Ikaruga family to wear glasses. Her signature hair antennae are reminiscient of Naru Narusegawa's from Love Hina.   Kagome Ikaruga (斑鳩 かごめ, Ikaruga Kagome?) Voiced by: Kana Hanazawa Kagome is the youngest of the Ikaruga family and an elementary school student. She is clumsy and does the washing up for the rest of the family. She has a shy personality and is very talented in cooking. Her breasts are bigger than Ayame's, so she binds her breasts to hide them. She is 10 years old in the anime.",
            "type": "wiki"
        },
        {
            "content": "A boy swordsman, Yoichi and his father stays in mountain training for his descent from the mountain. Yoichi comes to the city to lodge and stay with 4 beautiful sisters. A new more severe \"training\" regiment awaits him.",
            "type": "ann"
        }
    ],
    "ranks": [
        {
            "count": 28190,
            "date": "2012-09-29T02:17:05",
            "score": 7.26,
            "type": "mal"
        },
        {
            "count": 2351,
            "date": "2012-09-29T02:17:05",
            "score": 7.03,
            "type": "anidb"
        },
        {
            "count": 1846,
            "date": "2012-09-29T02:17:05",
            "score": 7.051,
            "type": "ann"
        }
    ],
    "season": {
        "quarter": 1,
        "year": 2009
    },
    "sequel": false,
    "sequel_parent": "",
    "title": "Asu no Yoichi!"
}