{
    "additional_titles": [
        {
            "language": "jp",
            "title": "獣の奏者エリン"
        }
    ],
    "aliases": [],
    "blips": [],
    "episodes": [],
    "episodes_count": 50,
    "episodes_length": 25,
    "external_sites": {
        "anidb": 6187,
        "ann": 10291,
        "mal": 5420,
        "schedule": null
    },
    "images": [],
    "plots": [
        {
            "content": "* Based on the fantasy novel series written by Uehashi Nahoko.Kemono no Souja Erin is about a young woman who is drawn into a war between kingdoms.10-year-old Erin is a young girl who lives with her mother in the Tai Koh Region in the small Village of Ake. She has a big love for animals, especially the Touda, dragon-like creatures used in the war.Her mother Soyon was originally of the Mist People, an ancient clan who have members with green hair and eyes, and is rumored to follow in the ancient ways, practice magic, and hide in the mist. But despite her genealogy, they stay in the village because Erin's late father was the son of the village chief and Soyon is the head Touda doctor.One day however a tragedy happens which changes Erin's life forever.",
            "type": "anidb"
        },
        {
            "content": "Erin is a young girl who lives with her mother in a village which raises war-lizards, called Touda. We see her daily life, which changes as she grows up. Meanwhile, there is growing tension between the two provinces of the country she lives in.    Based on the fantasy series written by Uehashi Nahoko, also known for Seirei no Moribito.",
            "type": "mal"
        },
        {
            "content": "Erin (エリン, Erin?)   The female protagonist of the series. She is described as kind, collected, earnest, and very observant. She is 10 at the beginning, then she becomes 14 in the first time-skip, and 18 in the second. Due to the influences of her mother Soyon and foster father, John, Erin carries a unique perspective in caring for beasts. She respects and loves her mother very much, up until her death. Many people think that she is too curious, which simply gets her in trouble. Erin is truly caring towards people and animals, even to the point of worrying more about others than herself. She is strongly against using the Tohdas and Ohjus for war and even refuses to give Lilan alimentary water, which strengthens her for battle, and use the silent whistle on her, which paralyzes an Ohju. She dreams of a nation where human and beasts may understand each other. Because Erin's mother was of the Mist People, she inherited her green hair and eyes. Some people first believed that she was able to be close to Lilan and Eku because she learned magic tricks of the Mist People from her mother, but they later see her as someone who just want to truly understand animals. Her classmates know her as the Ohju fanatic. Erin's name translates to \"wild apple\" both John and Kirik comment that they are free-thinking and unique; similar to Erin's personality. As the series progresses, she becomes a Master at the Ohju Breeding School Kazalm to stay by Lilan. At the end of the anime series, it hints that Erin ends up with Ia-lu and have a son named Jesh.  Voiced by: Nanase Hoshii  Lilan (リラン, Riran?)   A female Ohju that Erin takes care of in Kazalm. She is \"raised\" by Erin, and later sees her as her mother and the only human Lilan is accustomed to. Later in the story, she regains the ability to fly and mates with a wild Beast King named Eku. They have a baby named Aru. Her name literally translates to \"light.\"   Eku (エック, Ekku?)   Another Ohju that is in Erin's care in Kazalm, but a male. Eku was originally a wild Ohju, but was injured from a Silent Whistle. Eku, being from the wild, had no trust towards humans. However, after spending a night at his shed, Erin becomes the only human he trusts. He lives in Kazalm to stay by Lilan's side. His name literally translates to \"male.\"",
            "type": "wiki"
        },
        {
            "content": "Erin is a bright and curious 10-year-old girl living at the small Ake village with her mother Soyon. The residents of this community are all devoted to the nurturing of a special kind of reptile named touda. Big and powerful, the creature is an important military asset of the country. Soyon is a wise and extremely skilled beast veterinarian who does the crucial task of taking care of these huge animals despite being somewhat disdained by many people due to the prejudice towards her lineage and gender. Erin admires her and wishes to one day become an expert like her mother. Sadly, the mysterious demise of two Kiba, the strongest type of touda, convicts Soyon as responsible for the calamity. Erin must then travel to a faraway land where she grows up trying to grasp a deeper understanding of both animals and mankind.",
            "type": "ann"
        }
    ],
    "ranks": [
        {
            "count": 3517,
            "date": "2012-09-29T02:17:21",
            "score": 8.46,
            "type": "mal"
        },
        {
            "count": 1301,
            "date": "2012-09-29T02:17:21",
            "score": 8.29,
            "type": "anidb"
        },
        {
            "count": 483,
            "date": "2012-09-29T02:17:21",
            "score": 8.585,
            "type": "ann"
        },
        {
            "count": 2696,
            "date": "2011-11-13T16:18:49",
            "score": 8.44,
            "type": "wiki"
        }
    ],
    "season": {
        "quarter": 1,
        "year": 2009
    },
    "sequel": false,
    "sequel_parent": "",
    "title": "Kemono no Souja Erin"
}