{
    "additional_titles": [
        {
            "language": "jp",
            "title": "クロスゲーム"
        }
    ],
    "aliases": [],
    "blips": [],
    "episodes": [],
    "episodes_count": 51,
    "episodes_length": 24,
    "external_sites": {
        "anidb": 6424,
        "ann": 10580,
        "mal": 5941,
        "schedule": null
    },
    "images": [],
    "plots": [
        {
            "content": "* Based on a shounen manga by Adachi Mitsuru, serialised in Weekly Shounen Sunday.Cross Game is the story of Kitamura Kou and the four Tsukishima sisters, Ichiyou, Wakaba, Aoba, and Momiji. The Tsukushima family runs a batting center with an attached coffee shop, and Kou's father runs a neighboring sporting good store. Wakaba and Kou were born on the same day in the same hospital, and have been close friends since childhood — close enough that Wakaba treats Kou as her boyfriend, even though nothing is officially declared. Aoba, who is one year younger than Wakaba and Kou, doesn't like how Kou is taking her sister away from her and claims she hates him.",
            "type": "anidb"
        },
        {
            "content": "The main character is Kou Kitamura, son of the owner of Kitamura Sports. In the same neighborhood is a batting center run by the Tsukishima family. Due to their proximity and the relationship between their businesses, the Kitamura and Tsukishima familes have been close for many years, with their children going back and forth between the two homes like extended family. Because Kou and Wakaba were the same age and always together, Aoba was jealous of all the time Kou spent with her older sister. Aoba is a natural pitcher with excellent form, and Kou secretly trains to become as good as she was, even while publicly showing little interest in baseball.",
            "type": "mal"
        },
        {
            "content": "Main article: List of Cross Game chapters Cross Game was written and illustrated by Mitsuru Adachi and published by Shogakukan. It began serialization on 11 May 2005 in the shōnen manga magazine Shōnen Sunday (issue 22/23 2005),[10] and concluded with the 170th chapter in 17 February 2010 (issue 12 2010).[1] The seventeenth and final tankōbon volume is scheduled for release in April 2010.[11] The series is divided into multiple parts. Part One, \"Wakaba's Season\", consists of volume one, and takes place while the main characters are in elementary school. Part Two, \"Aoba's Season\", covering volumes 2 through 14, with chapter numbering restarted from 1, begins four years later with Ko in his third year of junior high school and continues into high school. In October 2008, the series went on hiatus at the end of Part Two,[12] resuming in March 2009 with the start of Part Three, which is untitled and covers volumes 15 through 17, with Ko in the summer of his third year of high school. The series is licensed in France by Editions Tonkam,[13] in Italy by Flashbook Editore,[14] in South Korea by Daiwon C.I.,[15] in Hong Kong by Jonesky,[16] in Taiwan by Chingwin Publishing Group,[17] in Indonesia by Elex Media Komputindo,[18] and in Thailand by Vibulkij Publishing.[19] In March 2010, Viz Media confirmed the series licensing in North America. The first volume, collecting the first three tankōbon volumes, was published October 12, 2010, with publication on-going.[20][21]",
            "type": "wiki"
        },
        {
            "content": "5th grader Koh Kitamura lives next door to the Tsukishima family, owners of a batting cage and the Clover cafe. His girlfriend, Wakaba, is the 2nd Tsukishima daughter; the 3rd daughter, the baseball prodigy Aoba, can't stand him. Wakaba dreams of Koh pitching at legendary Koshien Stadium, site of the national high school championship finals. However, tragedy strikes, and it is up to Koh, with the help of Aoba and his other teammates, to make Wakaba's dream come true,",
            "type": "ann"
        }
    ],
    "ranks": [
        {
            "count": 7958,
            "date": "2012-09-29T02:18:56",
            "score": 8.63,
            "type": "mal"
        },
        {
            "count": 1982,
            "date": "2012-09-29T02:18:56",
            "score": 8.85,
            "type": "anidb"
        },
        {
            "count": 804,
            "date": "2012-09-29T02:18:56",
            "score": 8.846,
            "type": "ann"
        },
        {
            "count": 5928,
            "date": "2011-11-13T16:19:31",
            "score": 8.64,
            "type": "wiki"
        }
    ],
    "season": {
        "quarter": 2,
        "year": 2009
    },
    "sequel": false,
    "sequel_parent": "",
    "title": "Cross Game"
}