{
    "additional_titles": [
        {
            "language": "jp",
            "title": "花咲ける青少年"
        },
        {
            "language": "pl",
            "title": "Kwitnący Młodzieńcy"
        }
    ],
    "aliases": [],
    "blips": [],
    "episodes": [],
    "episodes_count": 39,
    "episodes_length": 24,
    "external_sites": {
        "anidb": 6329,
        "ann": 10510,
        "mal": 5835,
        "schedule": null
    },
    "images": [],
    "plots": [
        {
            "content": "Hanasakeru Seishonen is the story of a half-Japanese heiress transplanted from her ordinary high school days in Japan to a life in America filled with intrigue involving international oil and wealth distribution. The manga was originally published as a two part story in 1987, then expanded into a longer series published from 1989 to 1994. Natsumi Itsuki is the creator of manga series including Jyu Oh Sei, Yakumo Tatsu (Eight Clouds Rising), and OZ, which have previously been adapted into anime.",
            "type": "anidb"
        },
        {
            "content": "A very powerful industrialist directs his daughter to pick a husband from three candidates he has chosen for her. They are to come into her life, and their uniqueness would cause her to recognize them immediately. All three of the candidates are outstanding. Well, it&rsquo;s actually four...    The story evolves along the lines of a power political mystery involving a small middle eastern country.     (Source: Mangaupdates)",
            "type": "mal"
        },
        {
            "content": "Kajika Burnsworth is talked into a \"Marriage Game\" by her father, the mighty boss of the Burnsworth Company. She will meet three men he has chosen and decide which one to marry. If she does, he will tell her what her true destiny is.",
            "type": "ann"
        }
    ],
    "ranks": [
        {
            "count": 6267,
            "date": "2012-09-29T02:33:03",
            "score": 7.95,
            "type": "mal"
        },
        {
            "count": 387,
            "date": "2012-09-29T02:33:03",
            "score": 7.1,
            "type": "anidb"
        },
        {
            "count": 605,
            "date": "2012-09-29T02:33:03",
            "score": 7.419,
            "type": "ann"
        }
    ],
    "season": {
        "quarter": 2,
        "year": 2009
    },
    "sequel": false,
    "sequel_parent": "",
    "title": "Hanasakeru Seishounen"
}