{
    "additional_titles": [
        {
            "language": "jp",
            "title": "初恋限定"
        },
        {
            "language": "pl",
            "title": "Pierwsza Miłość ~Edycja Limitowana~"
        }
    ],
    "aliases": [],
    "blips": [],
    "episodes": [],
    "episodes_count": 12,
    "episodes_length": 24,
    "external_sites": {
        "anidb": 6323,
        "ann": 10286,
        "mal": 5150,
        "schedule": null
    },
    "images": [],
    "plots": [
        {
            "content": "Opowieść o kilku młodzieńcach, kilku młodych niewiastach i ich przygodach związanych z pierwszą miłością w gimnazjum oraz w liceum.",
            "type": "abp"
        },
        {
            "content": "Being an adolescent girl is just one problem after another. Middle-schooler Arihara Ayumi receives a note from a high-schooler, a very large and intimidating boy, Zaitsu Misao, asking her out. Frightened and intrigued, she doesn't know what to do!This has been described as a series of vignettes in the everyday lives of a junior high school girl named Ayumi and seven other junior high and high school girls, as they fall in and out of love and deal with girl issues. Authored by Mizuki Kawashita, (who also created the story for Ichigo 100%,) this manga series appeared in Shueisha's Weekly Shonen Jump magazine.",
            "type": "anidb"
        },
        {
            "content": "A series relating the intertwined stories about the &quot;first loves&quot; of several middle-schoolers and high-schoolers. Each episode tends to focus on a different character, however the developments established during previous episodes continue to play smaller roles in those following. As the series progresses, an array of unusual and unexpected love webs begin to blossom.",
            "type": "mal"
        },
        {
            "content": "A series of short stories depicting the complicated love lives of eight middle school and high school girls, their classmates and relatives. These stories later intertwine to form a main story involving most of the cast.",
            "type": "ann"
        }
    ],
    "ranks": [
        {
            "count": 16431,
            "date": "2012-09-29T02:33:53",
            "score": 7.64,
            "type": "mal"
        },
        {
            "count": 1838,
            "date": "2012-09-29T02:33:53",
            "score": 7.67,
            "type": "anidb"
        },
        {
            "count": 1029,
            "date": "2012-09-29T02:33:53",
            "score": 7.895,
            "type": "ann"
        }
    ],
    "season": {
        "quarter": 2,
        "year": 2009
    },
    "sequel": false,
    "sequel_parent": "",
    "title": "Hatsukoi Limited"
}