{
    "additional_titles": [
        {
            "language": "jp",
            "title": "夢色パティシエール"
        }
    ],
    "aliases": [],
    "blips": [],
    "episodes": [
        {
            "date": "2009-10-04T00:00:00",
            "episode": 1,
            "score": 0.0,
            "torrents": []
        },
        {
            "date": "2009-10-11T00:00:00",
            "episode": 2,
            "score": 0.0,
            "torrents": []
        },
        {
            "date": "2009-10-18T00:00:00",
            "episode": 3,
            "score": 0.0,
            "torrents": []
        },
        {
            "date": "2009-10-25T00:00:00",
            "episode": 4,
            "score": 0.0,
            "torrents": []
        },
        {
            "date": "2009-11-01T00:00:00",
            "episode": 5,
            "score": 0.0,
            "torrents": []
        },
        {
            "date": "2009-11-08T00:00:00",
            "episode": 6,
            "score": 0.0,
            "torrents": []
        },
        {
            "date": "2009-11-15T00:00:00",
            "episode": 7,
            "score": 0.0,
            "torrents": []
        },
        {
            "date": "2009-11-22T00:00:00",
            "episode": 8,
            "score": 0.0,
            "torrents": []
        },
        {
            "date": "2009-11-29T00:00:00",
            "episode": 9,
            "score": 0.0,
            "torrents": []
        },
        {
            "date": "2009-12-06T00:00:00",
            "episode": 10,
            "score": 0.0,
            "torrents": []
        },
        {
            "date": "2009-12-13T00:00:00",
            "episode": 11,
            "score": 0.0,
            "torrents": []
        },
        {
            "date": "2009-12-20T00:00:00",
            "episode": 12,
            "score": 0.0,
            "torrents": []
        },
        {
            "date": "2009-12-27T00:00:00",
            "episode": 13,
            "score": 0.0,
            "torrents": []
        },
        {
            "date": "2010-01-03T00:00:00",
            "episode": 14,
            "score": 0.0,
            "torrents": []
        },
        {
            "date": "2010-01-10T00:00:00",
            "episode": 15,
            "score": 0.0,
            "torrents": []
        },
        {
            "date": "2010-01-17T00:00:00",
            "episode": 16,
            "score": 0.0,
            "torrents": []
        },
        {
            "date": "2010-01-24T00:00:00",
            "episode": 17,
            "score": 0.0,
            "torrents": []
        },
        {
            "date": "2010-01-31T00:00:00",
            "episode": 18,
            "score": 0.0,
            "torrents": []
        },
        {
            "date": "2010-02-07T00:00:00",
            "episode": 19,
            "score": 0.0,
            "torrents": []
        },
        {
            "date": "2010-02-14T00:00:00",
            "episode": 20,
            "score": 0.0,
            "torrents": []
        },
        {
            "date": "2010-02-21T00:00:00",
            "episode": 21,
            "score": 0.0,
            "torrents": []
        },
        {
            "date": "2010-02-28T00:00:00",
            "episode": 22,
            "score": 0.0,
            "torrents": []
        },
        {
            "date": "2010-03-07T00:00:00",
            "episode": 23,
            "score": 0.0,
            "torrents": []
        },
        {
            "date": "2010-03-14T00:00:00",
            "episode": 24,
            "score": 0.0,
            "torrents": []
        },
        {
            "date": "2010-03-21T00:00:00",
            "episode": 25,
            "score": 0.0,
            "torrents": []
        },
        {
            "date": "2010-03-28T00:00:00",
            "episode": 26,
            "score": 7.6179400892,
            "torrents": []
        },
        {
            "date": "2010-04-04T00:00:00",
            "episode": 27,
            "score": 7.6168325093,
            "torrents": []
        },
        {
            "date": "2010-04-11T00:00:00",
            "episode": 28,
            "score": 7.6170214724,
            "torrents": []
        },
        {
            "date": "2010-04-18T00:00:00",
            "episode": 29,
            "score": 7.6062734237,
            "torrents": []
        },
        {
            "date": "2010-04-25T00:00:00",
            "episode": 30,
            "score": 7.6146859791,
            "torrents": []
        },
        {
            "date": "2010-05-02T00:00:00",
            "episode": 31,
            "score": 7.6267008451,
            "torrents": []
        },
        {
            "date": "2010-05-09T00:00:00",
            "episode": 32,
            "score": 7.6358351648,
            "torrents": []
        },
        {
            "date": "2010-05-16T00:00:00",
            "episode": 33,
            "score": 7.6364096774,
            "torrents": []
        },
        {
            "date": "2010-05-23T00:00:00",
            "episode": 34,
            "score": 7.6467693116,
            "torrents": []
        },
        {
            "date": "2010-05-30T00:00:00",
            "episode": 35,
            "score": 7.6659938272,
            "torrents": []
        },
        {
            "date": "2010-06-06T00:00:00",
            "episode": 36,
            "score": 7.6770150754,
            "torrents": []
        },
        {
            "date": "2010-06-13T00:00:00",
            "episode": 37,
            "score": 7.6897506161,
            "torrents": []
        },
        {
            "date": "2010-06-20T00:00:00",
            "episode": 38,
            "score": 7.6873119884,
            "torrents": []
        },
        {
            "date": "2010-06-27T00:00:00",
            "episode": 39,
            "score": 7.70477626,
            "torrents": []
        },
        {
            "date": "2010-07-04T00:00:00",
            "episode": 40,
            "score": 7.7328377011,
            "torrents": []
        },
        {
            "date": "2010-07-11T00:00:00",
            "episode": 41,
            "score": 7.744411449,
            "torrents": []
        },
        {
            "date": "2010-07-18T00:00:00",
            "episode": 42,
            "score": 7.7451048458,
            "torrents": []
        },
        {
            "date": "2010-07-25T00:00:00",
            "episode": 43,
            "score": 7.7558287701,
            "torrents": []
        },
        {
            "date": "2010-08-01T00:00:00",
            "episode": 44,
            "score": 7.7671070819,
            "torrents": []
        },
        {
            "date": "2010-08-08T00:00:00",
            "episode": 45,
            "score": 7.7854448161,
            "torrents": []
        },
        {
            "date": "2010-08-15T00:00:00",
            "episode": 46,
            "score": 7.7949303279,
            "torrents": []
        },
        {
            "date": "2010-08-22T00:00:00",
            "episode": 47,
            "score": 7.8067830986,
            "torrents": []
        },
        {
            "date": "2010-08-29T00:00:00",
            "episode": 48,
            "score": 7.8064670091,
            "torrents": []
        },
        {
            "date": "2010-09-05T00:00:00",
            "episode": 49,
            "score": 7.8067109557,
            "torrents": []
        },
        {
            "date": "2010-09-12T00:00:00",
            "episode": 50,
            "score": 8.1958103744,
            "torrents": []
        }
    ],
    "episodes_count": 50,
    "episodes_length": 24,
    "external_sites": {
        "anidb": 6966,
        "ann": 10949,
        "mal": 6586,
        "schedule": null
    },
    "images": [],
    "plots": [
        {
            "content": "* Based on Matsumoto Natsumi's shoujo manga Yumeiro Patissiere (Dream-Colored Pastry Chef) from 2008.14 year old Amano Ichigo is a clumsy girl who dreams of becoming a pastry chef. She draws closer to fulfilling her dream when she enrolls in the St. Mary Academy culinary school and meets a tiny \"spirit of sweets\".",
            "type": "anidb"
        },
        {
            "content": "14-year-old Ichigo Amano is incredibly clumsy and can&#039;t seem to do anything right besides eating cakes. When she stumbles upon a Sweets Festival, she meets Henri sensei who acknowledges her ability of taste and invites her to transfer to St. Marie Academy to become a p&acirc;tissi&egrave;re. Ichigo has trouble adjusting initially, but with the help of the 3 Sweets Princes and the Sweets Spirits, she gains the confidence and skill to work towards becoming a p&acirc;tissi&egrave;re!   (Source: Wikipedia)",
            "type": "mal"
        },
        {
            "content": "Ichigo Amano (天野いちご, Amano Ichigo?) Voiced by: Aoi Yūki Like the typical heroines, Ichigo is clumsy, naive, and innocent, but is also optimistic and lively. Her mother ignored her for many years for having no talent (comparing to her younger sister, Natsume, who plays the piano very well). Due to her incredible palate that allows her to immediately tell what ingredients are used in different sweets and who made the ingredients, she is spotted by Henri Lucas during a Sweets Festival. On his suggestion, she transfers to St. Marie Academy in order to train to become a pâtissiere like her grandmother. Ichigo is also known for her huge appetite for cakes; she claims there is a second stomach specifically for sweets, and has won several cake eating contests in the past. As the story progresses, Ichigo improves her talent as a pâtissiere and gains new friends and rivals along the way. Ichigo wins the hearts of almost everyone with her hard work and love for pastries. Her dream is to create sweets that makes people smile. She initially had an innocent crush on Henri Lucas for his princely looks and kindness. However, as the series progresses, she falls in love with Kashino, who returns her feelings.   At the end of the last episode of the first season of the anime, Ichigo and Kashino promise to tell each other about their feelings when they're accomplished patissiers. During the second season, she is 16 years old and is in a new Group A, consisting of herself, Lemon, Rumi, and Johnny McBeal. She is also a part of the Henri-sensei's project, Marie's Garden, which includes Kashino, Lemon, and Johnny. In the very last episode of Yumeiro Patissiere SP Professional, Kashino tells her that he always wants to be able to make sweets with her, and accidentally kisses her. It is hinted that she and Kashino will be starting a new shop in London.   Makoto Kashino (樫野 真, Kashino Makoto?) Voiced by: Nobuhiko Okamoto One of the \"Sweets Princes\" of the St. Marie's Academy who specializes in chocolate. Andou is his childhood friend and Hanabusa is his roommate. Kashino is sometimes teased or misjudged due to his height, for he is the shortest of the Sweets Princes. He comes from a prestigious family of doctors who do not approve of his career choice. Due to a condition that his family gave him to attend St. Marie, he is always at the top of his class. Kashino is generally unsociable, straightforward, easily angered, and prickly. He greatly admires his uncle (who is a chocolatier) and spent a lot of time in his shop when he was little (which inspired him to become a pâtissier). Even though he is hard on Ichigo's klutzy personality, he warms up to her to the point of being teammates and friends, and later falls in love with her.   In the second season, Kashino skipped a year in school because of his excellent grades during Team Ichigo's study abroad in Paris. He is 16, but still conscious about his height, as Johnny regularly teases him for it. Whenever he sees Johnny holding Ichigo, he becomes visibly jealous. At the end of the series, he asks Ichigo if she will stay with him forever.   Satsuki Hanabusa (花房五月, Hanabusa Satsuki?) Voiced by: Tsubasa Yonaga One of the \"Sweets Princes\" of the school who specializes in candy sculptures and flower-based cakes. Hanabusa's dream is to work with his mother, who excels at Japanese flower arrangement and is the flower arranging teacher at St. Marie Academy. His father was a horticulturist who specialized in roses and died in a car accident several years before the story takes place. The bottle of rose water Hanabusa keeps is a memento of his father. Since his father died, Hanabusa felt that he should be kind to his mother and women in general. As a result, Hanabusa always centered on roses, and is extremely nice to all females (to the point of being a borderline perpetual flirt). He also seems narcissistic and heavily concerned about his appearance; for example, Café implies that Hanabusa needs more than an hour to get ready for school in the mornings. In Yumeiro Patissiere SP Professional, Hanabusa starts to work on his dream with his mother and takes an indefinite leave of absence from school. He admits that he is also in love with Ichigo, although he tells Kashino that he can have her (presumably to make Ichigo happy), but that if she ever dumps him he will claim her for himself.   Sennosuke Andou (安堂千乃介, Andō Sennosuke?) Voiced by: Shinya Hamazoe One of the \"Sweets Princes\" of the school who specializes in Japanese sweets. Andou's dream is to open his own shop that sells a blend of Eastern and Western sweets next door to his family's Japanese sweets shop, Yumezuki. Andou is the eldest of five siblings, and he often goes to help at his family's shop during holidays and weekends. He is a childhood friend of Kashino, calling him \"Ma-chan\" in the manga and \"Ma-kun\" in the anime. Andou is always calm, reliable, and tries to reason with everyone, acting somewhat like an older brother to Team Ichigo. Andou cares about Caramel like a little sister, and he is always overjoyed whenever Caramel does something nice for him. He looks out for Ichigo and tends to worry about her a lot. In the second season Andou is working on his dream and takes a leave of absence from school, opening a branch of his family's Yumezuki on the international street of Henri-sensei's project. In Episode 11 of season two, he admits that he's in love with Ichigo but he gives her up for Kashino. Hanabusa claims that the reason behind it was because he was already dating Kana.",
            "type": "wiki"
        },
        {
            "content": "Ichigo Amano is an average, sweets-loving, 14 year old girl who dreams of becoming a pâtissiere like her grandma. One day, she is scouted by a genius pâtissier to enroll in St. Marie Academy - an elite patisserie school. Here she meets new friends and the Sweets Spirits, which partner with humans to help make their dreams come true.",
            "type": "ann"
        }
    ],
    "ranks": [
        {
            "count": 6233,
            "date": "2012-09-29T02:37:37",
            "score": 8.25,
            "type": "mal"
        },
        {
            "count": 245,
            "date": "2012-09-29T02:37:37",
            "score": 7.42,
            "type": "anidb"
        },
        {
            "count": 395,
            "date": "2012-09-29T02:37:37",
            "score": 7.826,
            "type": "ann"
        },
        {
            "count": 4355,
            "date": "2011-11-13T16:24:55",
            "score": 8.28,
            "type": "wiki"
        }
    ],
    "season": {
        "quarter": 4,
        "year": 2009
    },
    "sequel": false,
    "sequel_parent": "",
    "title": "Yumeiro Pâtissière"
}